{"sp_about-background":"El 19 de febrero de 1942, tras el pánico generado por el bombardeo de Pearl Harbor, el presidente Franklin D. Roosevelt emitió la Orden Ejecutiva 9066. Esta autorizó el Ejército de los Estados Unidos a desalojar por la fuerza a aproximadamente 110.000 personas de ascendencia japonesa de sus hogares en la Costa Oeste. De este grupo, dos terceras partes eran ciudadanos estadounidenses, y la población restante tenía prohibido obtener la ciudadanía por la ley estadounidense. Primero fueron enviados a centros de detención temporal en pistas de carreras y recintos feriales durante varios meses. Luego fueron enviados a uno de los diez Centros de Reubicación de Guerra o a sitios de encarcelamiento a largo plazo, durante toda la guerra. De octubre de 1942 a agosto de 1945, Minidoka alojó a más de 13.000 prisioneros. \n\nLa población de prisioneros más grande de Minidoka vino de Seattle, Washington; Portland, Oregón; y alrededores. Alrededor de 200 japoneses de Alaska también formaron parte de la población original de Minidoka. En 1943, 1.900 fueron trasladados a Minidoka desde Tule Lake cuando Tule Lake fue apartado como centro de segregación para \"desleales\" sospechosos. Otros 227, originarios de Bainbridge Island, Washington, se trasladaron voluntariamente de Manzanar a Minidoka para estar más cerca de los contactos de la zona de Seattle. Oficialmente designado como el Centro de Reubicación de Guerra de Minidoka, Minidoka fue conocido localmente como el Hunt Camp. Recibió su propia designación postal de Hunt, Idaho, ya que Minidoka ya se refería a un pueblo de Idaho ubicado a 35 millas al noreste. Ambos nombres se utilizan a menudo indistintamente en la actualidad. \n\nLa Comisión del Congreso sobre la Reubicación y el Internamiento de los Civiles en los Tiempos de Guerra, establecida por el Congreso en 1980, encontró que la Orden Ejecutiva 9066 no estaba justificada por la necesidad militar y que \"las amplias causas históricas que dieron forma a estas decisiones fueron el prejuicio racial, la histeria de la guerra y el fracaso del liderazgo político\". No se encontró evidencia alguna de espionaje o sabotaje de guerra por parte de un japonés o un japonés norteamericano.\n\n","sp_about-bainbridge-island":"El Memorial a la Exclusión Japonesa Norteamericana en Bainbridge Island, Washington, es parte del Sitio Histórico Nacional de Minidoka. Honra a los primeros Nikkei que fueron desalojados por la fuerza de sus hogares bajo la Orden Ejecutiva 9066. Para obtener más información sobre las visitas o tours, comuníquese con la Sociedad Histórica de Bainbridge Island usando la información que aparece a continuación. El memorial representa un esfuerzo conjunto de la sociedad histórica y de la Asociación del Memorial a la Exclusión de Bainbridge Island, el Comité Japonés Norteamericano de Bainbridge Island y la Ciudad de Bainbridge Island. El Sitio Histórico Nacional de la Fiebre del Oro de Klondike en Seattle, Washington, proporciona asistencia administrativa del Servicio de Parques Nacionales.\n\nMemorial a la Exclusión Japonesa Norteamericana de Bainbridge Island:\n\n4192 Eagle Harbor Drive\nBainbridge Island, WA 98110\n206-842-2773\nwww.bainbridgehistory.org\n","sp_about-directions":"East Bound I-84 desde Boise: \nTome la salida 165 para Jerome. Esta será la primera de dos salidas para la ciudad de Jerome. Gire a la izquierda hacia Jerome en la autopista 25. Continúe en la autopista 25 durante 14,3 millas, cruzando la autopista 93 para continuar hacia el NHS de Minidoka. Justo antes de Hunt Road, verá un gran letrero histórico de madera a la izquierda sobre Hunt Idaho y el sitio de encarcelamiento. Gire a la izquierda (noreste) en Hunt Road y continúe durante 2,2 millas hasta llegar al pequeño aparcamiento a su derecha. Hay un aparcamiento adicional cerca de la zona del almacén a su izquierda mientras continúa viajando hacia el este en Hunt Road.\n\nNorth Bound US 93 desde Twin Falls: \nDesde la intersección de la Interestatal 84 con la Autopista U.S. 93, siga hacia el norte en la US 93 durante 5 millas hasta la salida Eden. Siga hacia el este por la autopista 25 durante 9,5 millas hasta la salida Hunt Road. Siga al este en Hunt Road durante 2,2 millas hasta el pequeño aparcamiento a su derecha. Hay un aparcamiento adicional cerca de la zona del almacén a su izquierda mientras continúa viajando hacia el este en Hunt Road.\n\n* El Sitio Histórico está situado en una carretera del condado. Consulte las condiciones de la carretera antes de realizar su visita en http://511.idaho.gov/ \n","sp_about-friends-of-minidoka":"Friends of Minidoka (FoM) participa y apoya la educación, la investigación y la preservación histórica de la experiencia de encarcelamiento de los japoneses en la Segunda Guerra Mundial. Nos esforzamos por transmitir la historia, el legado y las lecciones de las libertades civiles a través de experiencias transformadoras e inspiradoras para el público en general y para aquellos con vínculos personales y familiares con Minidoka. Estamos comprometidos a trabajar con socios, incluyendo el Servicio de Parques Nacionales, para lograr estos objetivos.\n\nAl apoyar a Friends of Minidoka, está apoyando la preservación del sitio, la programación educativa y la investigación histórica. Los proyectos anteriores liderados por FoM incluyen la reconstrucción histórica del Cuadro de Honor, la Torre de Vigía y el Campo de Béisbol. Los eventos programáticos incluyen el simposio anual de las Libertades Civiles de Minidoka y el apoyo para las visitas a los sitios y la educación fuera del sitio. \n\n¡Conviértase en un Amigo! Regístrese para recibir nuestro boletín de noticias. http://www.minidoka.org/subscribe/ Denos un \"Me Gusta\" en Facebook. https://www.facebook.com/FriendsofMinidoka/ Visite nuestro sitio web. http://www.minidoka.org/ Donaciones http://www.minidoka.org/donate/\n","sp_about-info":"El Sitio Histórico Nacional de Minidoka es una unidad de parque nacional en desarrollo. El sitio histórico, situado cerca de las ciudades de Twin Falls y Jerome, Idaho, está abierto todo el año desde el atardecer hasta el amanecer. El Centro de Visitantes está abierto siete días a la semana de 10am a 5pm desde el Día de los Caídos hasta el Día del Trabajo. El horario de invierno es de 12pm a 5pm de jueves a domingo. Revise el sitio web del parque para conocer los horarios, los programas y las actividades de último momento.\n\nCentro de Visitantes Temporales del Sitio Histórico Nacional de Minidoka:\n\n296 S 1400 E\nJerome, ID 83338\n208-933-4125\nwww.nps.gov/miin\n\nTodos los contenidos e imágenes son propiedad de Friends of Minidoka, excepto donde se acredite lo contrario. El crédito adicional va hacia Densho: el Proyecto del Legado Japonés Norteamericano, la Fundación Oregon Nikkei y la Sociedad Histórica del Condado de Jerome. La investigación y la escritura fueron proporcionadas por Mia Russell. El diseño y el desarrollo de software fueron proporcionados por Shearerbeard, LLC.\n","sp_about-safety":"Hay instalaciones y servicios limitados en el NHS de Minidoka y los límites no están bien marcados. Muchos edificios y características que eran parte del centro se encuentran en la propiedad privada que rodea el Sitio Histórico. Por favor, no ingrese a ninguna propiedad privada. La recolección de artefactos, rocas, plantas, animales o cualquier otro objeto dentro del Sitio Histórico Nacional está estrictamente prohibida. Ayude a preservar su parque tomando solo recuerdos y fotografías. Informe cualquier infracción en el Centro de Visitantes.\n\n* Use bloqueador solar, sombrero y un calzado adecuado. \n* Lleve agua. No hay agua disponible en el sitio.\n* Manténgase siempre en el camino.\n* No se admiten mascotas en el camino.\n* Hay poca sombra o ninguna en absoluto en el sitio.\n* Hay lavabos portátiles disponibles.\n","sp_administrative-area-1":"El área de administración incluía un edificio de administración principal, dos garajes, una oficina de correos, la oficina del personal, la oficina del almacén, la oficina de reubicación, la oficina de estadística, la oficina de bienestar, la oficina de la sección de licencia de reubicación, la oficina de la división legal, la oficina de propiedades evacuadas, la tienda del personal designado, un comedor del personal y una sala de recreación. También había viviendas del personal en esta área, que inicialmente consistía solamente en un dormitorio para hombres y dos para mujeres. La http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20Guerra.%20La%20agencia%20gubernamental%20responsable%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20Guerra%20donde%20fueron%20detenidos%20los%20japoneses%20norteamericanos%20durante%20la%20II%20Guerra%20Mundial./ posteriormente construyó dos dormitorios adicionales para mujeres, diez edificios de apartamentos para el personal los cuales tenían cuatro apartamentos cada uno y un edificio de lavandería para el personal. El número de empleados de la WRA en Minidoka variaba entre 100 a 200 personas a la vez.\n","sp_administrative-area-2":"El personal contratado por la WRA de Minidoka estaba sujeto, de cierta manera, a las mismas condiciones de vida que los prisioneros, lo que dio lugar a una alta rotación y, a menudo, a una escasez de personal. Kleinkopf observó esta dificultad en mantener al personal y remarcó que \"se requería mucho espíritu pionero y paciencia para soportar tales condiciones\". A su llegada a Minidoka, el profesor Robert Coombs recordó: \"me asignaron a la habitación C que era adecuada para mí, ya que era un lugar para dormir. Luego pregunté acerca de un sitio para comer y me dijeron que había un comedor. A lo cual respondí, \"Bien, es todo lo que necesito\". Así que me mudé a mi habitación sin mucho mobiliario, por así decirlo, pero eso no me molestó. Esto iba a ser un reto y estaba listo para afrontarlo\".\nContrariamente a los cuarteles de los prisioneros, los dormitorios del personal tenían duchas y cuartos de aseo interiores, siendo equipados por la WRA posteriormente. Además, se proporcionaba a un prisionero para realizar la limpieza diaria. Las mujeres mayores a veces limpiaban los dormitorios dos veces al día para combatir las tormentas de polvo. Esta vivienda era ofrecida al personal a una tarifa de alquiler de aproximadamente $22,50 por mes. \n","sp_administrative-area-3":"Los sentimientos variaban ampliamente entre los trabajadores de la WRA en cuanto al encarcelamiento de los japoneses norteamericanos. Algunos consideraban que el trabajo en Minidoka contribuía al esfuerzo de la guerra y que realmente cuidaba de los prisioneros. Coombs recordó que en el campamento \"pronto se sintió preocupado porque quería que todos tuvieran éxito en todo lo que estaban haciendo en la escuela\". Coombs experimentó una respuesta negativa ante su implicación con los Nikkei por parte de su empleador anterior, el Superintendente Escolar de Sacramento, quien le dijo \"No regreses nunca a pedir un trabajo aquí en Sacramento\". http://glossary/Kleinkopf/Arthur%20Kleinkopf.%20Desde%20el%2025%20de%20septiembre%20de%201942%20hasta%20el%209%20de%20febrero%20de%201946,%20Arthur%20Kleinkopf%20fue%20un%20miembro%20del%20personal%20en%20Minidoka%20como%20supervisor%20de%20maestros%20y%20estudiantes%20y%20m%C3%A1s%20tarde%20como%20Superintendente%20de%20Educaci%C3%B3n./ observó actitudes negativas hacia los http://glossary/Nikkei/gente%20de%20ascendencia%20japonesa,%20emigrantes%20japoneses%20y%20sus%20descendientes/ en el personal de la WRA en Minidoka, señalando que \"parte del personal designado en el centro era demasiado anti-japonés en sus actitudes y acciones para el bien del proyecto y las políticas de la WRA\". Otros empleados permanecieron en contacto con sus amigos prisioneros durante años después del cierre del campamento, incluso asistiendo a reuniones en los años de la posguerra.\n","sp_barracks-as-classrooms-1":"El tramo de la tierra agrícola al noreste del Bloque 22 tuvo en el pasado al Bloque 23 y con él, dos escuelas. La educación continua de los niños era una prioridad para muchos prisioneros. La Escuela Primaria Huntville operaba en los cuarteles en el Bloque 10, la Escuela Primaria Stafford en el Bloque 32, y la Escuela Básica y la Escuela Secundaria Hunt en el Bloque 23. En los bloques 4, 16, 26, 36 y 40 había guarderías que se proporcionaban para los residentes más jóvenes de Minidoka. La construcción de un gimnasio y un auditorio en la escuela secundaria comenzó en septiembre de 1943, aunque nunca fueron terminados debido a conflictos laborales. La gran estructura fue utilizada para algunas reuniones grandes incluso sin que se hubiera finalizado su construcción.\r\n\r\nAl principio, las escuelas no estaban amuebladas y carecían de suministros. http://glossary/Kleinkopf/Arthur%20Kleinkopf.%20Desde%20el%2025%20de%20septiembre%20de%201942%20hasta%20el%209%20de%20febrero%20de%201946,%20Arthur%20Kleinkopf%20fue%20miembro%20del%20personal%20de%20Minidoka%20como%20supervisor%20de%20maestros%20y%20estudiantes%20y%20m%C3%A1s%20tarde%20como%20superintendente%20de%20educaci%C3%B3n./ registró: \"Un maestro tiene setenta y cinco alumnos de quinto grado en una sala de 20' X 30'... No hay sillas, ni pizarras... y ni siquiera la cantidad mínima de suministros necesarios\". Los libros suministrados al campamento estaban desactualizados, con libros de texto de salud que habían sido publicados en 1896. La http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20Guerra.%20La%20agencia%20gubernamental%20responsable%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20Guerra,%20donde%20los%20japoneses%20norteamericanos%20fueron%20detenidos%20durante%20la%20Segunda%20Guerra%20Mundial./ había contratado a los maestros y estos se sentían a menudo frustrados por la falta de suministros y las duras condiciones de vida. Mientras algunos se sintieron alentados a cumplir su misión como contribuyentes al esfuerzo de guerra, otros tuvieron la presión por su participación con los \"enemigos\" de los japoneses norteamericanos.\r\n","sp_barracks-as-classrooms-2":"El aprendizaje vocacional fue un éxito, ya que los estudiantes podían obtener créditos escolares y ayudar en la operación del campamento trabajando a tiempo parcial en muchos oficios, tales como secretarios, periodistas, ayudantes de maestros, ayudantes de enfermería y más. Los programas de educación continua capacitaron a los adultos en oficios de mano de obra calificada como soldadura, carpintería y reparación de automóviles. A medida que los maestros de la WRA que llegaban eran cada vez más escasos, a menudo se contrataba a los prisioneros con títulos universitarios para ejercer estas funciones. Incluso los estudiantes de secundaria fueron alentados a ayudar a impartir clases en los grados inferiores.\r\n\r\nLas actividades escolares mantuvieron a los estudiantes y a los padres ocupados, ya que la Asociación de Padres y Maestros del campamento era una de las más grandes del estado, con más de 200 miembros para cada una de las escuelas primarias y casi 500 para la escuela secundaria. Los estudiantes permanecían activos realizando trabajos extraescolares, participando en los equipos deportivos, en las clases en los jardines de victoria, en las bandas de música colegiales, los boy y girl scouts, y más. Un maestro de la WRA recordó haber tenido \"actividades durante las tardes de los sábados y bailes sabatinos nocturnos. Los viernes por la noche se celebraban fiestas por cualquier razón. Inventábamos las razones de las fiestas\", para mantener a los estudiantes ocupados y fuera de sus reducidos espacios habitacionales. \r\n","sp_behind-barbed-wire-1":"Esta porción de cerca de alambre de púas representa la cerca de cinco millas que una vez rodeó el perímetro y las áreas residenciales de Minidoka. La construcción de la cerca se produjo de octubre a diciembre de 1942, varios meses después de que llegaron los primeros prisioneros. Este fue un punto de discordia para los prisioneros, lo cual les llevó a presentar protestas formales contra la cerca ante la Administración de la http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20Guerra,%20por%20sus%20siglas%20en%20ingl%C3%A9s/. La agencia gubernamental responsable de la administración de los Centros de Reubicación de Guerra donde los japoneses norteamericanos fueron detenidos durante la II Guerra Mundial). La cerca fue removida de las áreas residenciales en abril de 1943. La cerca perimetral próxima al hospital, al almacén, a la policía militar y a las áreas de administración se mantuvo hasta el cierre de Minidoka.\r\n","sp_behind-barbed-wire-2":"El 17 de enero de 2001, el presidente William Clinton designó 72,75 acres como el Monumento Nacional al Campo de Concentración de Minidoka. Clinton vio a Minidoka como \"un recurso histórico único e irreemplazable que protege las estructuras y objetos históricos que proporcionan oportunidades para la educación pública y la interpretación de un importante capítulo de la historia estadounidense: el internamiento de los japoneses norteamericanos durante la Segunda Guerra Mundial\".\r\n\r\nEl Monumento Nacional al Campo de Concentración de Minidoka fue renombrado como el Sitio Histórico Nacional de Minidoka en 2008 bajo el Presidente Bush con una ley que también amplió el sitio. En 2011 se instaló y dedicó la reconstrucción histórica del Cuadro de Honor, se trasladó un cuartel y un comedor original al Bloque 22, se construyó el sendero interpretativo de 1,6 millas, se instaló el letrero de entrada del NPS, se colocó la cerca de alambre de púas en el área de la entrada, y los cuarteles históricos, el comedor militar y la estación de bomberos fueron estabilizados y rehabilitados. La Torre de Vigía de la entrada se instaló en el 2014, como resultado de una asociación entre NPS, Friends of Minidoka y el Departamento de Administración de la Construcción de la Universidad Estatal de Boise. En mayo de 2016, el campo de béisbol fue recreado en un solo día por Friends of Minidoka, NPS y 200 voluntarios.\r\n","sp_block-22-1":"La céntrica ubicación del Bloque 22 lo convirtió en un sitio conveniente para las oficinas de servicios comunitarios, como la oficina de colocación, la oficina de asignación de ropa, la oficina de la división de empleo y vivienda, la oficina de prensa de Minidoka Irrigator, las oficinas de la iglesia y la tienda de la Cooperativa de Consumidores de Minidoka.\r\n","sp_block-22-2":"La ubicación central del Bloque 22 lo convirtió en un sitio conveniente para las oficinas comunitarias, como la oficina de colocación, la oficina de asignación de ropa, la oficina de la división de empleo y vivienda, la oficina de prensa de Minidoka Irrigator, las oficinas de la iglesia y la Cooperativa de Consumidores de Minidoka. La Cooperativa de Consumidores operaba negocios necesarios como la tienda general, la tienda de mercancías secas, el mercado de pescado, las tiendas de ropa, las tiendas de pedido por correo, la floristería, la barbería y el salón de belleza, los talleres de reparación de relojes y radios, una empresa de limpieza en seco, las cantinas, las salas de cine y un servicio de cambio de cheques. Se aplicó una estricta escala salarial para el trabajo de los prisioneros. Los salarios oscilaban entre $12 por mes por mano de obra no calificada y $19 por mes para profesionales calificados.\r\nEl Minidoka Irrigator fue un periódico aprobado por la WRA pero administrado por los prisioneros que fue impreso desde agosto de 1942 hasta julio de 1945. La oficina de asignación ayudaba a los prisioneros a encontrar trabajo en los campamentos internos y a inscribirlos en el ejército, mientras que la oficina de empleo facilitaba su reubicación temporal y permanente a través del empleo externo y la matrícula escolar. La división jurídica ofrecía asistencia ante los problemas legales, muchos de los cuales se centraban en los impuestos y los seguros en las propiedades adquiridas antes de la reubicación forzada. Las Actividades Comunitarias coordinaban las actividades para los prisioneros incluyendo noches de cine, exhibiciones de arte, coros, scouts, conciertos de discos, clases de boxeo, clases para hacer flores y bailes.\r\n","sp_block-22-3":"Todas las oficinas de la iglesia de Minidoka estaban ubicadas en el Bloque 22, Cuartel 1 y 3. Seis denominaciones protestantes en Minidoka se unieron bajo la organización paraguas de la Iglesia Cristiana Federada. Los ministros http://glossary/Nikkei/personas%20de%20ascendencia%20japonesa,%20emigrantes%20japoneses%20y%20sus%20descendientes/ bautistas, metodistas y presbiterianos Tsutomu Fukuyama, Naomichi Kodaira, Henry Sakuma y Gennosuke Shoji fueron pagados por sus juntas de misiones de iglesia individuales. La Iglesia Episcopal tenía sus propios servicios y una oficina separada para el Reverendo Joseph Kitagawa. También había una oficina de la Iglesia Católica para el pastor de Maryknoll, L.H. Tibesar. Muchos de estos ministros, así como varios misioneros caucásicos, siguieron a sus congregaciones del área de Seattle para apoyarlos durante su encarcelamiento en Minidoka. También había una oficina de la Iglesia Budista Unida, con servicios de adoración para los practicantes de las sectas budistas Shinshu, Shingon y Nichiren. Los cultos de adoración se llevaban a cabo en las iglesias y en las salas recreativas de los bloques de viviendas. Muchos jóvenes de Minidoka participaron en grupos juveniles de la iglesia dentro del campamento e incluso fueron a campamentos cristianos de verano fuera de Minidoka, incluso en Sun Valley.\r\n","sp_fire-station-1":"Un bombero http://glossary/Nisei/japon%C3%A9s%20nortemaericano%20de%20segunda%20generaci%C3%B3n,%20ciudadano%20estadounidense%20de%20nacimiento/, Norio Mitsuoka, describió la estación de bomberos como una instalación privilegiada en comparación con el resto del campamento, recordando que él y otro bombero, Jimmy Okamoto, \"fuimos bastante afortunados en cuanto a la forma de vivir en los cuarteles porque éramos bachilleres y trabajábamos para el cuerpo de bomberos. A pesar de que habíamos sido asignados a un bloque de cuartel residencial, lo dejamos y nos trasladamos hasta la estación de bomberos\". \n\nLa apariencia física de la Estación de Bomberos #1 permanece en gran parte sin cambios: \"En la parte trasera de la casa de la estación había dos habitaciones pequeñas. Jimmy y yo ocupamos una de las habitaciones y la otra fue utilizada para el almacenamiento. La casa de la estación tenía cuartos de baño, lavabo y ducha en su interior así que nos ahorramos los inconvenientes que la mayoría de los evacuados tenían que enfrentar. Incluso teníamos una nevera\".\n\nLa Estación de Bomberos #1 incluso tenía un \"perro callejero\" blanco y negro de raza mixta como mascota, el cual aparece en varias fotos históricas del equipo de bomberos.\n","sp_fire-station-2":"La extinción de incendios era una ocupación necesaria en Minidoka. Para algunos, el trabajo era atractivo porque involucraba turnos de 24 horas con 48 horas de descanso de por medio. Para otros, significó una excitante oportunidad para explorar más allá de los límites del proyecto, a menudo en los viajes de campamento durante la noche, al proporcionar ayuda al http://glossary/Servicio%20de%20Pastoreo/Servicio%20de%20Pastoreo%20de%20Estados%20Unidos,%20ahora%20la%20Oficina%20de%20Manejo%20de%20Tierras/ en los incendios forestales.\n\nMitsuoka recordó la extinción de incendios en los pueblos de Idaho, como http://glossary/Minidoka/una%20ciudad%2035%20millas%20al%20noreste%20del%20Sitio%20Hist%C3%B3rico%20Nacional%20de%20Minidoka/, Hailey, Gooding, Burley y American Falls, y la visita a las atracciones como el Monumento Nacional Cráteres de la Luna y los tubos de lava subterráneos. Recalcó en su autobiografía, \"durante el tiempo que estuvimos en el Centro de Reubicación de Minidoka ayudamos en la supresión de incendios durante tres temporadas de incendios\". El Servicio de Pastoreo proporcionaba a los voluntarios de Minidoka transporte, equipo, comidas, ropa de cama y pagaba unos$60 por cada hora de lucha activa contra los incendios.\n","sp_fire-station-3":"La Estación de Bomberos #2 al parecer sirvió como un espacio de usos múltiples sobre la operación del campamento. http://glossary/Kleinkopf/Arthur%20Kleinkopf.%20Desde%20el%2025%20de%20septiembre%20de%201942%20hasta%20el%209%20de%20febrero%20de%201946,%20Arthur%20Kleinkopf%20fue%20un%20miembro%20del%20personal%20de%20Minidoka%20como%20supervisor%20de%20maestros%20y%20estudiantes%20y%20luego%20como%20superintendente%20de%20educaci%C3%B3n./ registró en su diario: \"Los intentos de asegurar la Estación de Bomberos #2 para su uso por la clase de mecánica de automóviles hasta ahora han sido infructuosos. Hay un mercado de pescado japonés allí. Todos los intentos para conseguir que los propietarios trasladaran el mercado a otro edificio han sido rechazados\". El mercado de pescado finalmente salió de la Estación de Bomberos #2, durante su renovación en 1944 para dar cabida a la clase de mecánica de automóviles. \n","sp_fire-station-4":"Reforzando el frente civil y al igual que muchas mujeres de todo el país durante la Segunda Guerra Mundial, un equipo de bomberas ayudó al personal de la Estación de Bomberos #2. Aunque el Jefe de Bomberos W.L. Yeager hizo inicialmente un llamado para \"30 guardabosques mujeres entre 19 y 35\", se eligió un equipo de nueve mujeres. Al igual que los hombres, trabajaban 24 horas seguidas y luego tenían 48 horas de descanso. El equipo incluyó a la Subjefe Tsugi Kodama, la capitana Margaret Fukutomi, la conductora Hanako Tokumasu, Takako Masumoto, Collete Kawaguchi, Chieko Mukawa y Mary Mukasa.  \n\nEl Twin Falls Times News publicó una historia sobre el personal femenino de los bomberos, atribuyendo su necesidad al drenaje de la mano de obra, mientras innumerables hombres abandonaban el centro al salir del trabajo para ayudar con la cosecha local de remolacha azucarera y papa.  El artículo dice: \"Ellas manejan una de las dos estaciones de bomberos, llevando a cabo todos los deberes desde conducir un camión hasta sostener la boquilla de una manguera de alta presión, que es un trabajo que los hombres no dominan sin entrenamiento\", y que \"Las chicas mostraron tanto la atención al negocio como un espíritu de aventura mientras se habituaban en la rutina que podría ser necesaria para un incendio real en cualquier momento\".\n","sp_gas-station-1":"Una gasolinera era imprescindible para alimentar los vehículos de trabajo, los autobuses escolares, los camiones de bomberos, los vehículos de los visitantes externos y mantener el funcionamiento del campamento. Estaba ubicada dentro de la zona del almacén y del área de la flota de vehículos en un edificio de 9' por 14' cerca de una tienda de reparación de motores y una tienda de neumáticos. Aunque la mayoría de los almacenes ya no existen, los bloques de hormigón de la gasolinera y su isla de llenado permanecen allí, aunque están agrietados y cubiertos de vegetación.\r\n\r\nUn bombero http://glossary/Nisei/japoneses%20norteamericanos%20de%20segunda%20generaci%C3%B3n,%20ciudadanos%20estadounidenses%20por%20nacimiento,%20nacidos%20de%20inmigrantes%20japoneses/ recordó un incidente en torno a la gasolinera, que estaba a una cuadra de la Estación de Bomberos #1. Si bien el racionamiento de gasolina durante la guerra impactó a la nación, el Departamento de Bomberos de Hunt siempre tuvo asegurado un suministro constante de gasolina para apoyar sus ejercicios de entrenamiento y responder ante las emergencias. Cuando alguien sacaba el combustible de uno de los camiones de bomberos, el bombero expresó el tipo de dilema moral que a veces se sentía durante el encarcelamiento: \"Fue un error tomar la gasolina para uso personal para dársela a alguien, pero bajo esas circunstancias del gobierno poniéndonos en tal situación, era bastante fácil hacer la vista gorda\". \r\n","sp_guard-tower-1":"Ocho torres de vigía habían sido erigidas alrededor del perímetro del campamento al igual que este modelo reconstruido históricamente. La construcción de las torres de vigía y de la cerca de alambre de púas comenzó en noviembre de 1942, varios meses después de que llegaron los primeros prisioneros. Aunque algunos centros de la http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20Guerra.%20La%20agencia%20gubernamental%20responsable%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20Guerra%20donde%20fueron%20detenidos%20los%20japoneses%20norteamericanos%20durante%20la%20II%20Guerra%20Mundial./ tenían reglas muy estrictas contra la ausencia de los prisioneros, Minidoka tenía permisos de ausencia diarios, temporales y a largo plazo para los prisioneros para que pudieran asistir a la escuela, trabajar fuera del campamento, hacer recados en los pueblos cercanos y visitar amigos. Existía una confusión sobre cuál era el papel de las torres de vigía, ya que Minidoka había estado funcionando sin estas y se encontraba en un lugar muy desolado. \n\nAntes de su construcción, http://glossary/Kleinkopf/Arthur%20Kleinkopf.%20Desde%20el%2025%20de%20septiembre%20de%201942%20hasta%20el%209%20de%20febrero%20de%201946,%20Arthur%20Kleinkopf%20fue%20un%20miembro%20del%20personal%20en%20Minidoka%20como%20supervisor%20de%20maestros%20y%20estudiantes%20y%20m%C3%A1s%20tarde%20como%20superintendente%20de%20educaci%C3%B3n./ registró: \"El motivo de las torres está siendo discutido por muchos japoneses y parte del personal designado. Algunos dicen que son miradores de fuego y otros mantienen que el único propósito es que sean ocupadas por soldados con ametralladoras para evitar la fuga de cualquier evacuado. En la reunión de directores de bloques de hoy se dijo que... es responsabilidad de todos los que salen del centro trabajar fuera para demostrar a los estadounidenses blancos que los japoneses están dispuestos a hacer su parte y que pueden confiar en ellos y que las torres son para la protección japonesa y deben considerarse como tales\". \n","sp_guard-tower-2":"Según un informe de la WRA en las torres de vigía, \"los planes originales llamaban a equipar estas torres de centinela con proyectores y teléfonos, y las torres debían ser atendidas en una base de 24 horas,\" pero la falta de los equipos necesarios impidió que las torres se utilizaran completamente. Aunque nunca se utilizaron en toda su extensión, las torres de vigía juegan un papel importante en las memorias de los exprisioneros y aparecen a menudo en los textos, las obras de arte y las historias orales que recuerdan la época del campamento. Este impacto psicológico fue observado por la WRA, que informó que \"probablemente ningún otro factor individual haya tenido un efecto tan serio sobre la moral de los residentes como la erección de las torres de vigía\". El informe resumió el impacto general de las torres de vigía cuando se observó que para los prisioneros, \"las torres de vigilancia siempre son silueteadas en la distancia. No es suficiente que no se estén utilizando - para los residentes, estas están esperando el día en que serán utilizadas. Las ocho torres de vigía están siempre presentes como símbolo de su confinamiento\". \n\n","sp_herrmann-house-1":"Con el tiempo, muchos prisioneros se trasladaron a Minidoka para recibir educación, trabajo o servicio militar, pero muchos, especialmente los ancianos http://glossary/Issei/inmigrantes%20de%20primera%20generaci%C3%B3n%20de%20Jap%C3%B3n/, permanecieron en Minidoka sin tener a dónde ir y carentes de los recursos para reiniciar sus vidas. Al final, la WRA desalojó por la fuerza a los prisioneros restantes, proporcionándoles un billete de tren de ida solamente y $25 en efectivo.\n\nTras el cierre oficial de Minidoka el 28 de octubre de 1945, la antigua propiedad del centro de encarcelamiento fue transferida de nuevo a la Oficina de Reclamación. El gobierno entonces subdividió la propiedad en granjas que fueron distribuidas entre los veteranos caucásicos que regresaban a través de loterías de tierras. Bajo la Ley de Asentamientos Rurales, cada ganador debía trasladarse al terreno en seis meses, vivir allí durante tres años y cultivar un decimosexto del terreno en ese tiempo. Dependiendo de las parcelas de terreno, algunos hacendados se beneficiaron del trabajo de recuperación realizado por los prisioneros durante la guerra. Cada uno recibió entre 52 y 90 acres, dos edificios antiguos del cuartel de Minidoka, un edificio más pequeño y los excedentes de suministros. Los edificios de cuarteles, las fundaciones y otros remanentes convertidos aún adornan el paisaje en los alrededores.\n","sp_herrmann-house-2":"Esta casa es parte de la granja de John P. Herrmann, un veterano que aplicó con éxito para la propiedad de un terreno por lotería no reclamado. Esta propiedad de 128 acres abarcaba una estación de bomberos de la era Minidoka, una torre de agua, una planta de tratamiento de aguas residuales, los bloques 21 y 22, porciones de varios otros bloques y parte del silo subterráneo. Antes de la construcción de esta casa, los Herrmann residían en la estación de bomberos. Herrmann fue llamado para el servicio activo en 1950 y no pudo desarrollar su granja. En 1952, el Distrito de Conservación del Lado Norte, la sucursal local del Servicio de Conservación de Tierras de los Estados Unidos, le escribió a Herrmann y le pidió usar su granja sin desarrollar como el sitio de un evento de Un Día en la Granja.\nDurante este evento, el 17 de abril de 1952, más de 1.500 trabajadores voluntarios mostraron maquinarias y técnicas de agricultura de última generación para construir una casa, cavar un pozo, colocar cercas, nivelar campos y plantar cultivos. El evento recibió mucha publicidad local antes y después de que se llevara a cabo, y el Twin Falls Times News informó al día siguiente que 11.321 espectadores asistieron al evento, describiéndolo como \"más grande que una feria del condado\", \"más emocionante que un circo\" y una \"confusión organizada\". La casa es el Centro de Visitantes temporal y se utilizará en el futuro como oficinas del NPS. \n","sp_honor-roll-1":"El 14 de octubre de 1943 se dedicó un Cuadro de Honor para los prisioneros de Minidoka que se alistaron a las fuerzas armadas. Originalmente solo consistía en el panel central, los dos paneles laterales fueron agregados a medida que aumentó el número de reclutas militares de Minidoka. Al final de la guerra, casi 1.000 Minidoka http://glossary/Nisei/japon%C3%A9s%20norteamericanos%20de%20segunda%20generaci%C3%B3n;%20ciudadanos%20estadounidenses%20de%20nacimiento,%20nacidos%20de%20inmigrantes%20japoneses/ fueron listados.  Los respetados artistas http://glossary/Issei/primera%20generaci%C3%B3n%20de%20inmigrantes%20de%20Jap%C3%B3n/, Kamekichi Tokita y Kenjiro Nomura, fueron fabricantes de letreros en el campamento y diseñaron y pintaron el Cuadro de Honor.\nEl Cuadro de Honor se encontraba frente a un jardín de estilo japonés diseñado por Fujitaro Kubota, un famoso diseñador japonés de paisajes de Seattle. Las rocas de basalto y los montículos de tierra arreglados son todo lo que queda del jardín. Originalmente incluyó escalones, una fuente de agua, árboles, arbustos y flores. El contraste entre el jardín con la entrada tradicional de estilo japonés, la puerta de entrada y la torre de vigía cercana, y el Cuadro de Honor, que significa patriotismo y lealtad, representan los complejos y a veces conflictivos valores culturales de los prisioneros http://glossary/Nikkei/personas%20de%20ascendencia%20japonesa,%20emigrantes%20japoneses%20y%20sus%20descendientes/.\nEsta réplica del histórico Cuadro de Honor se dio a conocer el 3 de julio de 2011 y honra el legado de los prisioneros de Minidoka que entraron en el servicio militar. Los peldaños y los caminos de piedras basalto hacia el Cuadro de Honor fueron colocados por los prisioneros.\n","sp_honor-roll-2":"A principios de 1943, la WRA publicó un cuestionario a todos los prisioneros adultos para determinar la lealtad sobre una base individual. Aquellos que respondieron \"sí\" fueron elegibles para dejar los sitios de encarcelamiento para obtener empleo, educación y formar parte de las fuerzas armadas. Los cuestionarios no tuvieron en cuenta los matices entre Issei y Nisei, ni entre hombres y mujeres, y dos preguntas en particular se volvieron problemáticas:\nNo. 27: ¿Está usted dispuesto a servir en las fuerzas armadas de los Estados Unidos en el servicio de combate, en cualquier lugar que se le ordene?\nNo. 28: ¿Jurará una lealtad incondicional a los Estados Unidos de América y defenderá fielmente a los Estados Unidos de todo ataque de fuerzas extranjeras o nacionales y prescindirá de cualquier forma de lealtad u obediencia al emperador japonés o a cualquier otro gobierno, poder u organización extranjera?\nPara los Issei, que tenían prohibido por ley poder naturalizarse como ciudadanos estadounidenses, responder a la pregunta 28 con un \"sí\" y renunciar a su lealtad a Japón les dejaría sin nación. Muchos Nisei no eran leales al emperador japonés y estaban confundidos por la pregunta. Muchas mujeres y ancianos Issei no estaban seguros sobre cómo responder a la pregunta sobre el deber de combatir.\nEn general, el 97 % de la población de Minidoka respondió: \"sí, sí\" al cuestionario, que es la tasa más alta de \"lealtad\" de los 10 sitios de reclusión. 335 prisioneros de Minidoka que respondieron \"no, no\" fueron catalogados como \"desleales\" y enviados a Tule Lake, un sitio de reclusión que había sido convertido en un centro de segregación. 2.000 prisioneros de Tule Lake que respondieron \"sí-sí\" fueron trasladados a Minidoka. De un total de 315 Nikkei que se negaron a realizar el servicio militar, 40 provenían de Minidoka. Mientras que algunos prisioneros que respondieron \"no-no\" y que se negaron a realizar el servicio militar eran más leales a Japón o querían evitar dicho servicio, otros consideraron que su deber estadounidense era contestar \"no\" en protesta por su encarcelamiento. Sin importar su razonamiento, todos experimentaron las mismas consecuencias.\n","sp_honor-roll-3":"Los Nikkei originalmente fueron considerados no aptos para el servicio militar debido a su deslealtad percibida hacia los Estados Unidos. En 1943, Roosevelt activó el 442º Regimiento de Infantería, una unidad segregada de Nisei comandada por oficiales blancos. Incluso después de la controversia del cuestionario de lealtad, casi 1.000 Nisei quienes respondieron \"sí-sí\" o \"leales\" de Minidoka sirvieron en el ejército durante la Segunda Guerra Mundial.\nEl lema de este regimiento 442, \"Ir a por todas\", un término de juego que implica arriesgar todo para ganar, representa la actitud Nisei de luchar valientemente para demostrar su patriotismo.  El regimiento 442 y su anexo Batallón de Infantería 100 sirvieron en Italia, Francia, Alemania y el norte de África, convirtiéndose en la unidad más condecorada en la historia militar estadounidense por su tamaño y duración \n","sp_hospital-1":"El área del hospital era parte del núcleo interno del proyecto que incluía el área de la policía militar, el área administrativa, la planta de tratamiento de aguas residuales y el área del almacén. La construcción del complejo hospitalario se completó en octubre de 1942. El hospital empleó a 200 personas, tanto prisioneros como a empleados de la http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20Guerra.%20La%20agencia%20gubernamental%20responsable%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20Guerra%20donde%20los%20japoneses%20norteamericanos%20fueron%20detenidos%20durante%20la%20II%20Guerra%20Mundial/.\n\nEl complejo hospitalario constaba de dieciocho edificios que incluían cirugía, pediatría, maternidad y salas de aislamiento, una clínica óptica, clínica dental, farmacia, morgue y vivienda para médicos y enfermeras contratados por la WRA. Estos edificios eran cuarteles modificados con la adición de revestimientos de madera pintada y paredes interiores. Con una de las cocinas mejor equipadas del proyecto y de los comedores más populares, el área del hospital recibió su propia planta deshidratante y fábrica de conservas en septiembre de 1943.\n\nAunque el hospital tenía dos ambulancias del ejército, muchos prisioneros recuerdan que tenían que caminar, a veces más de dos millas y en condiciones duras, para recibir servicios médicos o incluso para dar a luz. Los registros del hospital documentaron 489 nacimientos y 193 muertes durante la operación de Minidoka. \n","sp_laundry-lavatory-1":"El edificio de lavandería-lavabo de cada bloque constaba de una lavandería comunal, una sala de calderas e instalaciones separadas para hombres y mujeres con duchas y aseos. La instalación de lavandería suministrada poseía grandes tinas y tablas para lavar. Unas pocas familias eventualmente eran capaces de enviar a buscar las lavadoras de sus casas, pero esto no era muy común. En el bloque de la escuela secundaria, el cuarto de lavandería sirvió como un laboratorio improvisado para las clases de química. La sala de calderas permitía tener agua caliente, la cual era calentada por carbón. Aunque los baños y las duchas de las mujeres eventualmente estaban divididos, las duchas de los hombres no lo estaban. Para muchos, especialmente para las mujeres, esta falta de privacidad fue uno de los aspectos más difíciles de la vida en Minidoka. Se proporcionaron cuatro bañeras en el lavabo de las mujeres, principalmente para las ancianas.\r\n","sp_mess-hall-1":"Este es un comedor histórico que ha sido devuelto al Bloque 22. Cada bloque tenía un comedor central, de 40' x 100' de tamaño, diseñado para dar cabida a 304 personas durante las comidas programadas. En cada uno de los diez sitios de encarcelamiento, la http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20la%20Guerra.%20La%20agencia%20gubernamental%20responsable%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20Guerra%20donde%20los%20japoneses%20norteamericanos%20fueron%20detenidos%20durante%20la%20II%20Guerra%20Mundial/ asignaba $45 por día y por persona para la comida. Se señaló que esta cantidad \"no permitía comprar los mejores alimentos. La situación de la leche aún sigue siendo mala. Se permitía media taza de leche por comida a los niños menores de 12 años, ancianos, inválidos y madres embarazadas\".\r\n\r\nLos empleados de la WRA también cenaban en un comedor de empleados, y varios recordaron que la comida era básicamente buena en general, pero con un gran énfasis en los pescados, que no les gustaba.  http://glossary/Kleinkopf/Arthur%20Kleinkopf.%20Desde%20el%2025%20de%20septiembre%20de%201942%20hasta%20el%209%20de%20febrero%20de%201946,%20Arthur%20Kleinkopf%20fue%20miembro%20del%20personal%20en%20Minidoka%20como%20supervisor%20de%20maestros%20y%20estudiantes%20y%20posteriormente%20como%20superintendente%20de%20educaci%C3%B3n./ registró sus comidas diarias en su diario y proporciona una idea de la calidad variable de las comidas. Un día anotó, \"Almuerzo pobre. Salchichas y chucrut. Chucrut demasiado podrido. Sopa hecha de carnero grasiento y estaba lleno de curry en polvo que no me gusta\". Unos meses más tarde, \"Tuvimos otra de esas raras cenas hoy. Estaba compuesta de cerdo asado, aderezo, guisantes, zanahorias, papas, pastel, café y té frío. Esto sucede aproximadamente una vez al mes\".\r\n","sp_mess-hall-2":"Uno de los resultados de las comidas comunitarias fue una ruptura general de la estructura familiar durante el encarcelamiento. Muchos jóvenes http://glossary/Nisei/japoneses%20norteamericanos%20de%20segunda%20generaci%C3%B3n,%20ciudadanos%20estadounidenses%20de%20nacimiento,%20nacidos%20de%20inmigrantes%20japoneses/ cenaban juntos con amigos en el comedor de su elección, algunas veces dos veces durante una comida. Aunque los prisioneros estaban destinados a comer en el comedor de su propio bloque, eso no siempre era así: \"El chef en un comedor quejándose de que la gente de otros bloques están comiendo en su comedor. Dice que algunos están comiendo dos veces - una vez en su comedor y otra en el bloque contiguo\". La experiencia de los Issei (primera generación de inmigrantes japoneses) con esto fue menos positiva, ya que se sintieron en una pérdida para recuperar el control de una estructura familiar tradicionalmente patriarcal. Kleinkopf observó esto y señaló: \"Muchos japoneses deploran el hecho de que ya no tienen una vida hogareña, ya no pueden sentarse juntos en la mesa y hablar sobre los acontecimientos del día\". \r\n","sp_military-police-area-1":"La zona de viviendas de la Policía Militar estaba justo al norte de Hunt Road, frente al área de la entrada, y separada del resto del área de proyecto del campamento por una cerca de alambre de púas y una carretera de acceso privado. Minidoka estaba custodiada por la 321era Compañía de Escoltas de la Policía Militar bajo el Capitán William E. Dorland. Aunque no se permitió en el proyecto, la policía militar patrulló la cerca perimetral y actuó en calidad de guardias en la estación de entrada del campamento. Durante el día, los prisioneros tenían acceso a toda la zona de reubicación y por la noche se les restringía el acceso solo al centro residencial.\n\nEn los primeros meses de operación de Minidoka, los residentes vivían en el sitio mientras algunas áreas estaban siendo construidas. Estas áreas de construcción estaban custodiadas por la policía militar. En septiembre de 1942, un anciano http://glossary/Issei/inmigrante%20de%20primera%20generaci%C3%B3n%20de%20Jap%C3%B3n/ fue baleado, pero ileso, por un guardia de la policía militar por vagar alrededor de un área restringida. El contacto entre la policía militar y los residentes del campamento estaba limitado generalmente a las interacciones en la puerta para controlar a los residentes y visitantes dentro y fuera.\n","sp_military-police-area-2":"Los sentimientos de los empleados de la http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20Guerra.%20La%20agencia%20gubernamental%20encargada%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20la%20Guerra,%20en%20la%20que%20los%20japoneses%20norteamericanos%20fueron%20detenidos%20durante%20la%20Segunda%20Guerra%20Mundial/ y de los prisioneros http://glossary/Nikkei/personas%20de%20ascendencia%20japonesa,%20emigrantes%20japoneses%20y%20sus%20descendientes/ hacia la policía militar variaban comprensiblemente. Muchos Nikkei aún recuerdan la presencia de guardias armados y el impacto psicológico que esto tuvo en su experiencia en Minidoka. En cambio, Arthur Kleinkopf (Desde el 25 de septiembre de 1942 hasta el 9 de febrero de 1946, Arthur Kleinkopf fue un miembro del personal de Minidoka como supervisor de maestros y estudiantes y más tarde como superintendente de educación.) registró en su diario el enfoque relajado de la policía militar para revisarlo, ya que utilizaba con éxito una tarjeta de visita, la tarjeta del seguro social, la tarjeta del seguro médico, recibos diversos, y la licencia de caza y pesca en lugar de su pase emitido por la WRA para conseguir entrar en el campamento.\n  \nUn maestro empleado por la WRA recordó la ironía de la policía militar que custodiaba a las familias de los miembros de servicio estadounidenses, ilustrada por la construcción del Cuadro de Honor en la entrada fuertemente custodiada del campamento y notó que algunos funcionarios de la policía militar se molestaban por esta ironía y se preguntaban incluso por qué los necesitaban allí.\n","sp_north-side-canal-1":"Antes de la guerra, el terreno que se convertiría en el sitio de confinamiento durante la guerra era parte de un proyecto de riego de la Oficina de Reclamación llamado Proyecto Minidoka. El canal del lado norte era parte del Proyecto Minidoka y sirvió más adelante como el límite meridional del Centro de Reubicación de Guerra de Minidoka. Aunque el Canal del Lado Norte bordeaba directamente el campamento, estaba en una elevación más baja y el bombeo del agua habría sido costoso. El canal Milner-Gooding, a cinco millas de distancia, fue utilizado en su lugar para el riego de las tierras agrícolas y los jardines de la victoria de la zona residencial del proyecto. Los prisioneros construyeron un canal lateral desde Milner-Gooding hasta las áreas designadas en mayo de 1943. Adicionalmente a este canal lateral de 7 millas de largo y de hasta 17 millas de ancho, los prisioneros construyeron una compleja red de zanjas de riego y drenaje que transformaron más de 700 acres de tierra de artemisa en un oasis agrícola. El carácter agrícola actual de la zona es un legado del trabajo de los http://glossary/Nikkei/personas%20de%20ascendencia%20japonesa,%20emigrantes%20japoneses%20y%20sus%20descendientes/ durante el encarcelamiento en tiempos de guerra.\n","sp_outdoor-amphitheater-1":"Debajo del almacén y del área de la flota de vehículos, y adyacente al Bloque 22, se construyó un anfiteatro al aire libre en forma de cuenco para las grandes reuniones y los eventos externos. El inicio de la Escuela Secundaria de Hunt se llevó a cabo aquí el 23 de julio de 1943. El superintendente de Educación, Arthur Kleinkopf, describió la escena en su diario, recordando: \"Unas cuantas nubes lánguidas descansaban perezosamente en el horizonte mientras el genial sol esparcía rayos dorados de luz sobre estas. Este inmenso tazón de tierra o anfiteatro estaba rodeado por varias hileras de cuarteles dando paso a un vasto panorama de la salvia del desierto. En ciertos puntos se podían ver lugares de un color verde más brillante, donde crecían los campos de verduras. El inicio en 1943 incluyó a 188 estudiantes que representaban a 52 diferentes escuelas secundarias de Oregón y Washington, donde los caballeros vestían batas azules y las damas batas de color crema. La Sección de Ingeniería de Hunt erigió una plataforma dentro del anfiteatro en 1944 para futuras graduaciones y ceremonias conmemorativas de los soldados caídos de Minidoka.\r\n","sp_outdoor-amphitheater-2":"Este es el sitio de un antiguo campo de béisbol que fue reconstruido en 2016. El béisbol y el softbol eran populares en todo el campamento. Se formaban equipos en los bloques y estos competían entre sí. Estaban los equipos de las \"viejas estrellas\" para aquellos que tenían 26 años y más, los equipos de las mujeres, y un equipo semi-profesional altamente organizado. El equipo semi-profesional, el Hunt Center All-Stars, tuvo un récord invicto en la región en 1943, y compitió en el Torneo Estatal Semi-Profesional de Idaho ese mes de julio en Idaho Falls. Llegaron a las semifinales al derrotar al equipo de la Policía Militar de Hunt con un marcador de 14-1. \r\n\r\nEl orgullo de Minidoka era el equipo de béisbol de los Hunt High School Wolverines. Viajaron fuera del campamento para competir y a menudo superaban ampliamente a los opositores locales. En 1945, se registró que derrotaron al equipo de la Escuela Secundaria de Eden 21-0 en tan solo tres entradas. Cuando organizaron un juego contra la Escuela Secundaria de Twin Falls en el centro, cerca de 4.000 prisioneros se reunieron para ver a Hunt High derrotar a Twin Falls con un marcador de 16-4.\r\n","sp_outdoor-amphitheater-3":"Ya en 1943, los prisioneros crearon una variedad de campos deportivos y áreas recreativas en el campamento. Había trece campos de béisbol, varias canchas de baloncesto, tenis y voleibol, y una pista de patinaje sobre hielo. Los campos estaban dispersos por todo el campamento entre los bloques, y se crearon salas de judo en tres salas recreativas de bloques diferentes. El Bloque 23 tenía una cancha de baloncesto al aire libre, campos de béisbol y una cancha de voleibol en sus adyacencias.\r\n\r\nMuchos antiguos prisioneros recuerdan con cariño el patinaje sobre hielo en los meses de invierno. Una pista de patinaje fue construida cerca del Bloque 21 por los estudiantes de educación física de la Escuela Secundaria de Hunt y el Cuerpo de Bomberos de Hunt. Los estudiantes cavaron un estanque mientras que el cuerpo de bomberos usó hidrantes para llenar el estanque en capas, lo que permitió que este se congelara por secciones al transcurrir varios días.  Otras actividades recreativas incluían nadar en uno de los dos pozos de natación, también construido por los prisioneros, situado junto al silo subterráneo y cerca del Bloque 30.\r\n","sp_residential-barracks-1":"Este histórico edificio de cuartel fue uno de los más de 400 cuarteles residenciales en Minidoka. Los edificios también sirvieron como aulas y oficinas de la iglesia o de la comunidad. Cada bloque tenía 12 edificios de cuarteles, una sala de recreación, un comedor y un edificio de lavandería-lavabo. Los cuarteles fueron construidos rápidamente y con materiales baratos. Consistían en simples bastidores de madera cubiertos con papel de alquitrán, sin aislamiento.\r\nCada edificio de cuartel de 20' por 120' estaba dividido en seis apartamentos más pequeños para acomodar a las familias. Un solo cuartel incluía dos apartamentos de 16' por 20', dos apartamentos de 20' por 20' y dos apartamentos de 24' por 20'. Los apartamentos más pequeños alojaban parejas o familias de tres personas, las unidades medianas alojaban familias de cuatro o cinco personas, y la más grande alojaba de seis a ocho personas. A su llegada, los apartamentos estaban vacíos, excepto por una bombilla, una estufa de leña para la calefacción y catres, colchones y mantas de lana del ejército.\r\nAunque los cuarteles estaban divididos, las divisiones no se extendían hasta el techo, dejando huecos que permitían que el ruido viajara entre los apartamentos. Más allá de los estrechos espacios habitados dentro de los cuarteles, cada edificio de cuartel estaba espaciado a solo 40 pies de distancia del otro.\r\n","sp_residential-barracks-2":"Los prisioneros estaban sujetos a todos los extremos del clima caluroso desértico de Idaho. Estas condiciones se hicieron más duras en comparación con el clima templado de Seattle o Portland, de donde provenía la mayor parte de los prisioneros. Durante el invierno de 1942 se alcanzaron temperaturas bajas casi récord, con una ciudad cercana alcanzando los -20 °F. No hubo descanso del frío durante ese invierno, ya que las entregas de carbón se retrasaron y los prisioneros llevaron la artemisa ardiente hacia afuera para recibir calor. El invierno y la primavera estuvieron acompañados de condiciones extremadamente fangosas, mientras que los veranos fueron calurosos, secos y polvorientos, con temperaturas de más de 104 grados donde incluso las serpientes de cascabel buscaban la sombra cerca de los cuarteles.\r\nEl pino verde utilizado para la construcción eventualmente se secaría y encogería, creando grietas entre las tablas. Esto permitía que el polvo, la nieve, el calor y el frío fluyeran hacia los apartamentos. Muchas prisioneras recuerdan la interminable frustración que sentían al tratar de mantener sus casas limpias. El polvo era una parte ineludible de la vida del campamento: \"Un día ventoso y polvoriento. Nada podía mantenerse limpio. El polvo, la suciedad y la arena entraban en nuestro cabello, ojos, narices y gargantas. Este polvo entraba a través de las innumerables grietas alrededor de las ventanas, puertas, pisos y techos\". \r\n","sp_residential-barracks-3":"Los prisioneros rápidamente sacaron a relucir su ingenio para mejorar y personalizar su entorno, tanto en sus apartamentos como al aire libre. Al principio, el suministro de madera para la construcción era custodiado por la Sección de Seguridad Interna, una fuerza policial formada por 50 hombres http://glossary/Issei/primera%20generaci%C3%B3n%20de%20inmigrantes%20japoneses/. Sobre esto, un prisionero recordó, \"Dado que la policía estaba conformada por Issei japoneses, pasaban por alto la mayoría de las cosas\". Otro recuerda, \"Éramos capaces de caminar con un buen número de piezas de madera de pino occidental de 1 x 12...A medida que anochecía, podíamos mirar hacia abajo a la zona de almacenamiento y ver la madera caminando literalmente en muchas direcciones\". Gran parte de esta madera se utilizó en los apartamentos, para el mobiliario necesario, como mesas, aparadores y sillas. http://glossary/Kleinkopf/Arthur%20Kleinkopf.%20Del%2025%20de%20septiembre%20de%201942%20al%209%20de%20febrero%20de%201946,%20Arthur%20Kleinkopf%20era%20un%20miembro%20del%20personal%20en%20Minidoka%20y%20se%20desempe%C3%B1aba%20como%20supervisor%20de%20maestros%20y%20estudiantes%20y%20m%C3%A1s%20tarde%20como%20superintendente%20de%20educaci%C3%B3n./ notó que \"las repisas y estanterías aparecían misteriosamente durante la noche y al día siguiente estaban en las aulas que días antes se encontraban vacías\". El artista Issei, Kamekichi Tokita, expresó los beneficios emocionales de crear hogares en los cuarteles cuando escribió en su diario que \"creé [una] alacena poniendo restos de tablas juntas, lo cual me hizo feliz y me dio esa sensación de haber obtenido un logro\". Mobiliario y artículos adicionales para el hogar como papel tapiz, cortinas, colchas, fueron ordenados a través de los catálogos de Montgomery Ward y Sears Roebuck.\r\n","sp_root-cellar-1":"Los prisioneros construyeron este silo subterráneo en 1943 usando papel de alquitrán, fardos de paja y césped. En apenas unos años, los prisioneros convirtieron unas 700 acres de artemisa en cultivos fértiles. En 1944, fueron capaces de cubrir todas las necesidades de productos de Minidoka, así como de operar exitosas granjas de cerdos y aves de corral. Un comedor finalmente fue construido para alimentar a los trabajadores agrícolas más cerca de los campos.\r\n\r\nMuchos http://glossary/Nikkei/gente%20de%20ascendencia%20japonesa,%20emigrantes%20japoneses%20y%20sus%20descendientes/ de Minidoka también utilizaron la agricultura como un medio para mejorar su situación de vida. Los jardines de la victoria y los huertos comunitarios aparecieron entre los cuarteles y cerca de las escuelas, donde se podía ver a cada estudiante de la escuela primaria y hasta los http://glossary/Issei/inmigrantes%20de%20primera%20generaci%C3%B3n%20de%20Jap%C3%B3n/ más viejos atendiendo sus parcelas. Estos jardines embellecían el espacio vital y complementaban la dieta gubernamental basada en raciones con verduras japonesas familiares como http://glossary/daikon/r%C3%A1bano%20grande%20de%20color%20blanco/, http://glossary/nappa/col%20asi%C3%A1tica/, http://glossary/gobo/ra%C3%ADz%20de%20bardana/, http://glossary/azuki/frijoles%20rojos/, y http://glossary/shingiku/crisantemo%20comestible/.  \r\n","sp_root-cellar-2":"Los prisioneros también contribuyeron al esfuerzo de la guerra en el frente de casa labrando la tierra más allá de los límites del sitio de confinamiento. Para octubre de 1942, 1885 prisioneros recién llegados se habían ido a trabajar en la cosecha local de remolacha y papa, ya que las comunidades locales habían perdido gran parte de su fuerza laboral por la guerra. Ya en 1982, un periódico local informó que \"a los residentes de Hunt se les atribuía el posible ahorro de cientos de miles de dólares en pérdidas de cosechas en las cosechas locales de remolacha azucarera y papa...\"\r\n \r\nLa cosecha fue un momento crítico en las granjas de Minidoka, así como en las granjas locales, e involucró los esfuerzos de los prisioneros de Minidoka de todas las edades. Robert Coombs, un profesor de la http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20Guerra.%20La%20agencia%20gubernamental%20responsable%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20Guerra%20donde%20los%20japoneses%20norteamericanos%20fueron%20detenidos%20durante%20la%20II%20Guerra%20Mundial/ recordó:\r\n \r\n\"Hubiera llevado a los alumnos de mis clases principales en grandes camiones, junto con otros maestros y alumnos, y hubiéramos quitado la salvia del suelo para amontonarla y quemarla. Hubiéramos salido a cosechar remolachas, zanahorias, rábanos, nabos y papas\".\r\nPara el mes de octubre de cada año, los estudiantes de Hunt High School eran liberados durante las vacaciones de la cosecha. Tanto los estudiantes como los maestros trabajaron en la recolección de los cultivos de Minidoka, mientras que otros optaron por ganar dinero trabajando en los campos de todo el sur de Idaho.\r\n","sp_sewage-plant-1":"El antiguo centro de tratamiento de aguas residuales se encuentra en el sitio donde se ubica la granja de Herrmann (John Herrmann, un veterano que adquirió 128 acres en la antigua ubicación de la estación de bomberos, torre de agua, instalaciones de tratamiento de aguas residuales, bloques 21, 22 y partes de otros bloques de Minidoka a través de una lotería de tierras). Era un componente crítico de la infraestructura del campamento para sostener a una población de aproximadamente 10.000 personas. Durante los primeros meses de operación del campamento, los prisioneros no tenían unas aguas servidas adecuadas. Fueron obligados a usar letrinas al aire libre, situadas cerca de la carretera principal, en el frío invierno de Idaho. Este período temprano estuvo marcado por el amplio envenenamiento por tomaína generado por el desbordamiento de las letrinas.  \r\n\r\nLa planta de tratamiento de aguas residuales comenzó a funcionar el 4 de febrero de 1943. Las aguas residuales fluían desde cada lavabo del bloque al centro de tratamiento, el cual poseía digestores, filtros, clarificadores, tanques de cloro, y una casa de bomba, y de allí hacia una laguna de aguas residuales que se ubicaba tres millas al sur.\r\n\r\nLa estrecha proximidad de la planta de tratamiento de aguas residuales a las oficinas administrativas y a las viviendas fue objeto de controversia por el personal de la http://glossary/WRA/Autoridad%20de%20Reubicaci%C3%B3n%20de%20la%20Guerra.%20La%20agencia%20gubernamental%20responsable%20de%20la%20administraci%C3%B3n%20de%20los%20Centros%20de%20Reubicaci%C3%B3n%20de%20la%20Guerra,%20donde%20los%20japoneses%20norteamericanos%20fueron%20detenidos%20durante%20la%20Segunda%20Guerra%20Mundial/, tal como se registra en el diario de (Arthur Kleinkopf) (Desde el 25 de septiembre de 1942 hasta el 9 de febrero de 1946, Arthur Kleinkopf fue un miembro del personal en Minidoka como supervisor de maestros y estudiantes y más adelante como superintendente de educación). Señaló que \"los apetitos estuvieron afectados negativamente y muy a menudo por la falta de aire\", y que los vecinos de los bloques 10 y 12 cercanos se quejaban de los enjambres de mosquitos causados por el desbordamiento de las aguas residuales.\r\n","sp_shop-1":"Esta área, conocida como el almacén y la zona de la flota de vehículos, contenía 17 edificios de almacén, la gasolinera y un lavabo. Estos incluían un almacén refrigerado, depósitos de almacenamiento, tiendas de mantenimiento, una tienda de letreros y oficinas para ingenieros, carpinteros, plomeros y electricistas. Otros almacenes funcionaron como aulas para las clases profesionales para adultos para enseñar habilidades como carpintería, soldadura, reparación de equipos y mecánica. \r\n\r\nLa estructura grande que queda hoy es parte del almacén #5, que sirvió como una tienda de reparación de motores y de neumáticos. Se convertirá en el Centro Nacional de Visitantes del Sitio Histórico de Minidoka en el año 2019. La pequeña estructura es el lavabo del área del almacén.\r\n","sp_water-tower-two-1":"Situada en la maleza detrás de la Estación de Bomberos #1 y la casa Herrmann, los grandes cimientos de cemento de la Torre de Agua #2 todavía se encuentran allí. Las torres de agua eran las estructuras más altas en el campamento, alzándose en el horizonte sobre los cuarteles y las torres de vigilancia.\r\n\r\nLa compañía Morrison-Knudsen completó la infraestructura de agua del campamento en octubre de 1942.  Esto incluyó cuatro pozos de tierra profunda, que bombeaban el agua a una de las dos grandes torres de agua, luego al comedor y al lavadero en forma de H en cada bloque residencial. Esto proporcionó agua potable para los lavados, para ducharse y bañarse, y para cocinar y beber.\r\n"}