{"JA":"\nvar fs = require('fs');\nvar path = require('path');\n\nvar normalizedPath = require(\"path\").join(__dirname);\nvar data = fs.readdirSync(normalizedPath).map(function(file) {\n  return [file.replace(\".txt\", \"\"), fs.readFileSync(path.join(__dirname, file), 'utf8')];\n})\n.reduce(function(coll, file) {\n  coll[file[0]] = file[1];\n  return coll;\n});\n\nconsole.info(data);\n","ja_administrative-area-1":"管理区域には、主な管理ビル、2つの駐車場、郵便局、人事事務所、倉庫事務所、移住事務所、統計事務所、福祉事務所、退出許可セクション事務所、法務事務所、避難民財産事務所、指定された個人の店、スタッフ食堂、そしてレクリエーションホールがありました。この区域にはスタッフの住居もあり、当初は1棟の男性用、2棟の女性用の寮しかありませんでした。[WRA]（戦争移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関）は後に、2棟の女性寮、それぞれ4つのアパートを持つ10棟のスタッフアパートと、スタッフ洗濯棟を建設しました。ミニドカで雇われていたWRAスタッフの数は、一度に100から200人と増加しました。\n","ja_administrative-area-2":"ミニドカでWRAに雇用されたスタッフは、非抑留者とほぼ同じ生活条件であったので、転職率が高く、しばしば人不足に陥りました。Kleinkopf氏は、スタッフを維持することの難しさを目撃し、次のように語っています。「 我慢するには、開拓者の精神と、非常な忍耐力が必要でした」 教員のRobert Coombs氏はミニドカに到着した時のことを次のように思い出します。「 C部屋を割り当てられました。寝る場所があったのでまあ良かったです。そしてどこで食事をするのかと尋ねると、ダイニングルームがあると教えてくれました。そこで私は「それで十分です」と答えました」 そして、まあ控え目に言って、あまり家具もない私の部屋に移動しましたが、それはあまり気になりませんでした。困難ではあるだろうと思いましたが、その準備はできていました」\n収容者のバラックとは対照的に、スタッフ寮には後にWRAが取り付けた屋内のシャワーとトイレがあり、収容者の清掃員が毎日の管理に提供されていました。高齢の女性は、砂塵嵐に対処するため、日に二回寮を掃除することもありました。この住宅は、月に約$22.50の賃貸料でスタッフに提供されていました。\n","ja_administrative-area-3":"日系アメリカ人の収容者に対するWRA職員の間の感情は様々でした。ミニドカでの労働を戦争の努力に対する貢献と考える人も、純粋に非抑留者を心配する人たちもいました。Coombs氏は、キャンプでは「私はすぐに心配になりました。なぜならば、私は学校で学んでいること全てにおいて、皆に成功して欲しかったからです」 と当時を振り返ります。Coombs氏は、元の雇用主であるサクラメントの学校の責任者から日系人と関わることについて反発を経験し、「戻ってきて、サクラメントで仕事があると思うなよ」と言われました。[Kleinkopf]氏（Arthur Kleinkopf。1942年9月25日から1946年2月9日まで、Arthur Kleinkopf氏はミニドカで学生教員の監督者として勤め、その後教育の最高責任者となりました）は、ミニドカのWRAスタッフの間の[日系人] (祖先が日本人である人、日本人移民、およびその子孫) に対するネガティブな態度を目撃し「センターに雇用された任命された人員の中には、プロジェクトの良い点やWRAの政策について、その態度や行動が反日的すぎる人もいました」と指摘しています。他の従業員には、キャンプの閉鎖から長く収容者の友人と連絡を取り合う人もおり、戦後再会する人たちもいました。\n","ja_barracks_as_classrooms-1":"22ブロックの北西にある農場が、かつては23ブロックであり、そこに2つの学校がありました。多くの非抑留者にとって、継続的な子ども達の教育は最優先でした。ハントビル小学校はブロック10のバラック、ブロック32のスタッフォード小学校は32ブロック、ハントミドルアンドハントハイスクールは23ブロックで授業を行なっていました。ミニドカの最も若い住人に提供された保育園は、4、16、26、36、40 ブロックにありました。1943年9月に高校の体育館と講堂の建設が始まりましたが、労働争議のため完成しませんでした。大型構造物はその不完全な状態であっても、いくつかの大規模な集まりに使われました。\n\n最初は、学校が完成しておらず、必要なものが揃っていませんでした。[Kleinkopf]氏（Arthur Kleinkopf。1942年9月25日から1946年2月9日まで、Arthur Kleinkopf氏はミニドカで学生教員の監督者として勤め、その後教育の最高責任者となりました) は「ある教員は、5年生の生徒を75人、20フィート x 30フィートの部屋で受け持っており… 椅子もなく、黒板もなく… そして最低限必要な文具もありませんでした」と記録しています。キャンプに供給された本は古いものばかりで、健康の授業の教科書は1896 年に発行されたものでした。[WRA]（戦争移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関) は、教員を雇用していましたが、次第に物資の不足と厳しい生活状況に不満を感じていました。戦争への努力への貢献としてその任務を果たさなければと感じている人がいた一方で、日系アメリカ人という「敵」とのかかわりにプレッシャーを感じている人もいました。\n","ja_barracks_as_classrooms-2":"職業的な学習は成功でした。生徒たちは学校の単位を得ることができ、秘書、ジャーナリスト、教員補助、看護師補助などキャンプの多くの役割で働いて、キャンプの運営を支援することができました。継続教育プログラムは、溶接、大工、そして自動車修理など熟練労働者としての訓練を成人に行いました。WRAの教員がますます不足すると、大学の学位がある非抑留者がその代わりを果たすこともしばしばありました。高校生さえも、低学年を助けるよう勧められていました。\n\n学校の活動で生徒も保護者も充実した時間を過ごすことができました。キャンプのPTAは州の中でも最も大きな組織の一つで、各小学校に200人、高校には500人近くがメンバーでした。生徒は放課後の仕事、スポーツ、クラスのビクトリーガーデン、ペップバンド、ボーイならびにガールスカウトなどの活動がありました。あるWRA教員は次のようにこの様子を覚えています。「土曜日の午後と日曜日の夜の活動では、ダンスをして、金曜の夜は何かの理由をつけてパーティーをしたり、パーティーをするための理由を作ったりしていました」そのようにして、生徒たちに何かの用事と作って、夜の間狭苦しい住宅地区から離れられるようにしていたのです。\n","ja_behind-barbed-wire-1":"有刺鉄線のフェンスのこの部分は、ミニドカの周囲と居住区域をかつて囲んでいた、5マイルにわたるフェンスを表しています。このフェンスの建設は、最初の非抑留者が到着してから数ヶ月後、1942年10月から12月にかけて行われました。これは、非抑留者にとっての争点であり、後にフェンスに対する正式な抗議を[WRA] (戦時移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関)に提出しました。このフェンスは、1943年4月、居住区域から撤去されました。病院、倉庫、軍事警察、そして管理区域近くの周囲のフェンスは、ミニドカが閉鎖されるまで残りました。\n","ja_behind-barbed-wire-2":"2001年1月17日、ウィリアム・クリントン大統領が72.75エーカーの区域を、ミニドカ強制収容所国立記念碑と指定しました。クリントン氏はミニドカを「歴史的な建物と物を守るユニークな、置き換えのできない歴史の資料とし、第二次世界大戦中の日系アメリカ人の強制収容というアメリカの歴史の中の重要な出来事についての公衆の教育、そして解釈の機会を提供する」としました。\n\nミニドカ強制収容所国立記念碑は、2008年、ブッシュ大統領の下、法律によってミニドカ国立歴史地区と名前を変え、敷地を拡大しました。2011年、戦争記念碑の歴史的再建が行われ、奉納され、元のバラックと食堂が22ブロックに移され、1.6マイルにおよぶ教育のための遊歩道が作られ、NPSの入口の看板が取り付けられ、入口付近には有刺鉄線のフェンスが建てられ、歴史的なバラック、食堂、消防署は安定化して、修復されました。2014年には、NPS、Friends of Minidoka、そしてボイシ州立大学建築管理部門との協力の結果、入口の監視塔が建てられました。2016年5月には、Friends of Minidoka、NPS、そして200人のボランティアにより、1日で野球場が再現されました。\n","ja_block-22-1":"中心部にあった22ブロックは、プレースメント事務所、被服支給事務所、雇用ならびに住宅部門事務所、Minidoka Irrigator新聞事務所、教会事務所、そしてミニドカ消費者協同組合事務所などコミュニティーサービス事務所にとって大変便利な場所でした。\n","ja_block-22-2":"22ブロックが中心地にあることは、プレースメント事務所、被服支給事務所、雇用ならびに住宅部門事務所、Minidoka Irrigator新聞事務所、教会事務所、ミニドカ消費者協同組合などのコミュニティ事務所にとって非常に便利でした。消費者協同組合は、雑貨店、金物屋、魚屋、衣料品店、通信販売店、花屋、美容院、時計・ラジオ修理店、ドライクリーニング事業、飲食店、映画館、小切手換金サービスなとど行なっていました。非抑留者には、厳しい賃金基準があり、これが守られていました。賃金は単純労働には月$12、熟練労働の専門職には月$19が支払われていました。\nMinidoka Irrigatorは、WRA承認の非収容者が運営する新聞で、1942年8月から1945年7月まで発行されていました。プレースメント事務所は、非収容者にキャンプ内で仕事を見つける、および軍への登録を支援し、雇用事務所は外部の雇用ならびに学校入学に伴う一時的、および恒久的な移住を支援していました。法務事務所は、法的な問題についての支援で、これらの多くが強制移住前に所有していた財産の税金や保険に関わるものでした。コミュニティ活動は、映画の夜、芸術展、合唱団、スカウト、レコードコンサート、ボクシングクラス、フラワーメイキングクラス、ダンスなど、非抑留者のためのアクティビティを準備しました。\n","ja_block-22-3":"ミニドカ教会の事務所はすべて22ブロック、1バラックと3バラックに位置していました。ミニドカの6つのプロテスタント宗派が連合キリスト教教会という組織の傘下に入りました。[日系人] (祖先が日本人である人、日本人移民、およびその子孫)  バプティスト、メソジスト、およびプレズビテリアンの牧師フクヤマ ツトム、コダイラ ナオミチ、ヘンリー キムラ、そしてショウジ ゲンノスケは、それぞれの教会の伝道局から給与を受けていました。聖公会教会には独自のサービスがあり、ヨゼフ キタガワ牧師のための別のオフィスがありました。また、メリノール宣教会のL.H. Tibesar牧師のためのカトリック教会の事務所もありました。これらの牧師の多くは、白人の宣教師とともに、シアトル地区からの信者たちを追って、ミニドカでの収容中に彼らを支援しました。またUnited Buddhist Churchの事務所もあり、真宗、真言、および日蓮宗信者のための礼拝が行われていました。信仰サービスは、住宅ブロック全体で、レクリエーションホールの協会で行われました。ミニドカの多くの若者たちは、キャンプ内の教会の青年グループに参加し、サンバレーなどミニドカ外のキリスト教徒のサマーキャンプにも行きました。\n","ja_fire-station-1":"[2世] (日系アメリカ人の第二世代。米国市民として生まれ、日本からの移民の親を持つ) の消防士、ノリオ ミツオカ氏は、キャンプの他の場所と比較して、消防署は最良の場施設で、彼は同僚の消防士ジミー オカモト氏と「住居には恵まれていたと思います。私たちは独身でしたし、消防署で仕事ができましたから。私たちはブロックの住居を割り当てられましたが、それを譲って、消防署に移り住みました」と振り返ります。\n\n第一消防署の外観は当時とほとんど変わらぬまま残っています。「消防署の裏側に小さな部屋が二つありました。ジミーと私はそのうちの一つの部屋を使い、もう一つは倉庫に使用していました。消防署にはシャワーとシンク、そして洗面所施設が内部にありましたから、大変の避難者が直面していた不便さを体験せずにすみました。私たちには冷蔵庫まであったのです。」\n\n第一消防署には、「消防署の犬」と呼ばれた白と黒の雑種犬がマスコットとしており、何枚かの当時の写真に消防士とともに登場します。\n","ja_fire-station-2":"消防はミニドカでは必要な仕事でした。24時間シフトでその後48時間のオフがあり、ある人々には魅力的な仕事でした。また、プロジェクトの境界線を超えた機会があることで魅力を感じる人達もいました。消防士は、[放牧サービス] (米国放牧サービス、現在の土地管理局) の原野消火の支援で、しばしば泊りがけのキャンプ旅行があったからです。\n\nミツオカ氏は、[ミニドカ] (ミニドカ国立歴史地区から35マイルのところにある町)、ヘイリー、グッディング、バーリー、そしてアメリカンフォールズなどのアイダホの町での消火作業、そしてクレイターズ オブ ザ ムーン ナショナル モニュメントや地下の溶岩洞を訪れたことを覚えています。彼はその自伝に「当時、私たちはミニドカ移住センターにいて、3つの火事の季節、火災防止に努めていました」 放牧サービスは、ミニドカのボランティアに移動手段、装備、食事、寝具、そして給与を提供していました。消火作業は1時間60セントでした。\n","ja_fire-station-3":"第二消防署は、キャンプ運営で多目的スペースとして使用されていたようです。[Kleinkopf]氏（Arthur Kleinkopf。1942年9月25日から1946年2月9日まで、Arthur Kleinkopf氏はミニドカで学生教員の監督者として勤め、その後教育の最高責任者となりました）はその日記にこう記しています： 「第二消防署を自動車工クラスに使用する試みは失敗に終わったようだ。そこには、日本人の魚マーケットがあった。そのマーケットを別の建物に移そうという所有者の全ての試みは、拒絶されている。」 この魚マーケットは、次第に第二消防署を出て、消防署は1944年に改装され、自動車工クラスがここで行われました。\n\n","ja_fire-station-4":"第二次世界大戦の間の国内の他の女性たち同様に、銃後の守りに立ち上がって、全ての女性消防士も第二消防署のスタッフを手助けしました。当初消防署長W. L. Yeagerは「19から35歳の防火責任者となる女性30名」を募集しましたが、9人の女性が選ばれました。彼女たちも、男性同様、24時間働き、48時間非番という形態の勤務で働きました。この消防士には、アシスタントチーフのツギ コダマ、キャプテンのマーガレット フクトミ、運転手のハナコ トクマツ、タカコ マツモト、コレット カワグチ、チエコ ムカワ、そしてメアリー ムカサが含まれていました。\n\nTwin Falls Times Newsは、数多くの男性が地元のテンサイの収穫を手伝うために収容所から解放されている間の人的労働力の流出を補うために必要であるという記事も掲載されました。この記事では「二つある消防署の一つに配備され、トラックの運転から、高圧ホースのノズルを持つことまで、成人男性でもトレーニングなしには身に付けることのできない仕事を行なっている…この女性たちは、いつ起こるかもわからない火災に必要となる、所定の手順の訓練を通じて、業務への関心と、冒険の精神を示した。」\n","ja_gas-station-1":"ガスステーションは作業車、スクールバス、消防車、外部の訪問者、そしてキャンプを機能させるために重要でした。これは倉庫と駐車場のエリア、自動車修理及びタイヤショップのそばの9フィート x  14フィートの建物にありました。ほとんどの倉庫はもう残っていませんが、亀裂が入り、植物が生い茂っている中、ガソリンステーションのコンクリート製の建物の厚板と、その給油場所だけ残っています。\n\nある [2世] (日系アメリカ人の第二世代。米国市民として生まれ、日本からの移民の親を持つ) の消防署員は、第一消防署から1ブロック離れたガソリンステーションの周辺で起きた事故について語っています。戦時中、ガソリンの配給が国に影響を与えており、ハント消防部門は、その訓練と緊急事態対応のために常に安定したガソリンの供給を確保していました。何者かが、消防車の一台から燃料を吸い上げた時、その消防士は収容中に時折感じられた道徳的な困惑を示しました。「個人的な使用のためにガソリンを抜き取って、誰かにあげるのは悪いことでしたが、政府が私たちを収容所に入れたと言う状況を考えると、反対の見方をするのは簡単なことでした」  \n\n\n","ja_guard-tower-1":"この歴史的な再建された塔のようような監視塔が8つ、キャンプの周囲を警備するために立っていました。監視塔と有刺鉄線のフェンスの建築は、最初の非抑留者が到着した数ヶ月後、1942年に始まりました。ある [WRA] (戦争移転局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関) センターは、非抑留者がキャンプを離れることに厳しい規則を設けていた一方で、ミニドカには、学校、キャンプ外での仕事、近隣の町での用事、そして友人を尋ねるという理由で、非抑留者に毎日、一時的、及び長期で外に出ることを許可していました。ミニドカは監視塔がなくてもすでに運用されていたこと、そして人里離れた場所にあるため、監視塔がなぜ必要なのか混乱がありました。\n\n建築の前、[Kleinkopf]氏 (Arthur Kleinkopf。1942年9月25日から1946年2月9日まで、Arthur Kleinkopf氏はミニドカで学生教員の監督者として勤め、その後教育の最高責任者となりました）は、「多くの日本人や任命された担当者が塔建築の理由について話し合っていました。ある人は火災の監視所であり、マシンガンを持った兵士を常駐させることが唯一の理由で、避難民が逃げることを防ぐためだと言う人もいました。今日行われたブロック管理者の会合では… 外部で仕事をするためにセンターを離れる全ての人が、白人に対し、日本人が喜んで責任を果たて信頼できることを示す、および塔は日本人を守るためであり、そのように考えるべきだと言う話がされた」と記録しています。\n","ja_guard-tower-2":"監視塔についてのWRAの報告書によると「元の計画では、これらの監視塔にサーチライトや電話を設置し、24時間体制で人を配置するようになっていた」しかし、必要な装置が不足していたため、塔が十分に活用されることはありませんでした。最大限の活用はされなかったものの、監視塔は非抑留者の思い出の中で大変大きな役割を果たしており、キャンプでの生活を思い出す著作や芸術作品、そして口述の歴史の記録にしばしば登場します。この心理的影響はWRAも指摘しており、「監視塔の建造ほど、住人の士気に深刻な影響を与えた要素は、おそらく他にないだろう」と報告しています。報告書では、監視塔が当時の非抑留者に与えた全体的な影響を次のようにまとめています。「監視塔は、いつも遠くにその影がある。使用されていないことは十分ではないが、住民にとっては使用される日が来るのと待って立っているように見える。8つの監視塔は、彼らの監禁状態のシンボルとして存在している。」 \n","ja_herrmann-house-1":"時が経つにつれ、多くの非抑留者は教育、仕事、または兵役のためにミニドカから移住して行きましたが、多くの、特に高齢者 [1世] (日本からの移民第一世代)は行くあてもなく、新しい生活を始めるためのリソースも不足していたため残っていました。最後には、WRAは強制的に残りの非抑留者に片道の列車の切符と$25の現金を渡して強制退去させました。\n\n1945年10月28日にミニドカが正式に閉鎖された後、元の収容所の建物は開拓局に戻されました。当時の政府は、この不動産を農場に分けて、抽選によって白人の退役軍人に分け与えました。ホームステッド法では、各獲得者は6ヶ月以内に入植して、3年間生活し、その時々の土地の16分の1を耕すことが義務付けられていました。土地区画に応じては、戦争中に非抑留者が行った開拓の作業により、恩恵を受けた入植者もいました。彼らは、52から90エイかーの土地、元ミネドカバラックの建物2棟、小さな建物1棟、そして備品を受け取りました。改装されたバラックの建物、基礎、そしてその他の名残が、周囲地域の風景に点在しています。\n","ja_herrmann-house-2":"この家は、John P. Herrmannの農場の一部です。彼は所有者のいない土地の宝くじ不動産を見事獲得した退役軍人です。この128エイカーの敷地にはミニドカ時代の消防署、給水塔、下水処理場、21、22ブロック、その他のブロックの部分、そして地下貯蔵庫の一部が含まれています。この農場の建築前に、Herrmann家はこの消防署で生活していました。Herrmann氏は1950年に召集され、この農場を開拓することができませんでした。1952年には、米国土壌保全サービスの地方支部であるノースサイド保全地区がHerrmann氏に手紙を書き、未開発の農場をFarm-in-a-Dayイベントに使用できないかと手紙を書きました。\n1952年4月17日のイベントでは、1,500人を超えるボランティアが最先端の機械と農法を駆使して、家を建て、井戸を掘り、フェンスの設置 、土地を整え、作物を植えました。このイベントは開催の前後で地元で評判となり、Twin Falls Times Newsは翌日、イベントには11,321人の来場者が訪れ「カントリーフェアよりも大規模」で、「サーカスよりもエキサイティング」、そして「組織された混乱」と伝えています。この家は、一時的なビジターセンターであり、将来はNPS事務所として使用されます。\n","ja_honor-roll-1":"兵役についたミニドカの非抑留者のための記念碑は、1943年10月14日に奉納されました。元々は、中央のパネルのみで、サイドの2つのパネルはミニドカから徴募された兵士の数が増えた時に追加されました。終戦までに、約1,000人のミニドカ [2世] (日系アメリカ人の第二世代。米国市民として生まれ、日本からの移民の親を持つ) が入隊しました。有名な [1世] (日本からの移民第一世代) のアーティスト、カメキチ トキタ氏とケンジロウ ノムラ氏は、キャンプの看板屋であり、この記念碑をデザインし、描きました。\n記念碑は、シアトル出身の有名な日本人警官デザイナーであるフジタロウ クボタ氏がデザインした和風庭園の前に立っています。並べられた玄武岩と土の山が、その庭園の唯一の名残です。元々は、飛び石、水盤、木々、低木、そして花が植えられていました。入口の伝統的な和風庭園、近くにある入口、監視塔とは対照的に、愛国心と忠誠を表す記念碑は、収容者である [日系人] (祖先が日本人である人、日本人移民、およびその子孫) の複雑な、時に矛盾する文化的価値観を表しています。\nこの歴史的記念碑のレプリカは、2011年7月3日に披露され、兵役に就いたミニドカの非抑留者の遺産に敬意を表しています。玄武岩の飛び石と、記念碑へ続く小道は非抑留者が配置しました。\n","ja_honor-roll-2":"1943年初頭、WRAは全ての成人の非抑留者に対し、個人の忠誠心を判断するための質問状を出しました。「はい」と回答した者は、雇用、教育、そして軍隊のために収容所を出る資格を得ました。質問状は、1世と2世の間、または男性と女性の間の微妙な違いを考慮せず、2つの質問は特に問題がありました。\n問27: どこで命令されても、あなたは戦闘義務で米国の軍に喜んで従軍しますか？\n問28: あなたは、アメリカ合衆国に無条件の忠誠を誓い、外国もしくは国内の勢力による全ての攻撃から、忠実に合衆国を守り、日本の天皇、またはいずれかの外国政府、勢力、または組織への、いかなる形式の忠誠もしくは服従も誓って否認しますか？\n法律により帰化米国市民となることが禁止された1世にとって、問28に「はい」と答え、日本への忠誠を否認することは、彼らが国籍なしになることを意味します。多くの2世は、日本の天皇に忠誠心は感じていませんでしたが、質問に混乱しました。多くの女性、そして高齢の1世は、戦闘義務についてどう答えていいかわかりませんでした。\n全体的に、ミニドカの人口の97%が「はい-はい」を回答し、10ヶ所の収容所の中でも、最も高い忠誠心を示しました。「いいえ-いいえ」と回答した335人のミニドカ非抑留者が、「忠誠心なし」と烙印を押され、収容所から分離センターに変えられたトゥーリーレイクに送られました。2,000人の「はい-はい」と回答したトゥーリーレイクの非抑留者がミニドカに移されました。日系人全体のうち315人が徴兵を拒否し、そのうち40人がミニドカからでした。「いいえ-いいえ」非抑留者と徴兵拒否者には日本に忠誠心があり、兵役を避けたいと思った人たちもいましたが、収容措置に対する抵抗として「いいえ」と答えた人たちもいました。その理由が何であれ、彼らは皆同じ結果を経験しました。\n\n","ja_honor-roll-3":"日系人はもともと、アメリカ合衆国に対して忠誠心がないと見なされていたため、兵役には適さないと思われていました。1943年、ルーズベルトは白人の士官の下で戦う分離された日系人の部隊、442連隊戦闘団を配備しました。忠誠心に関する質問状の論争の後、ミニドカから約1,000人の「はい-はい」または「忠誠心のある」日系人が第二次世界大戦中に従軍しました。\n442連隊のモットーはギャンブルの用語で勝つために全てをなげうってやってみるという意味の「Go for Broke」であり、愛国心を示すために勇敢に戦った日系人の姿勢が表れています。442連隊とその付属の第100歩兵大隊はイタリア、フランス、ドイツ、そして北アフリカで戦い、そのサイズと従軍期間に対してアメリカの軍事史の中でも最も多くの勲章を受けた部隊となりました。ミニドカは他の収容所と比較しても、最も多くの442連隊へ軍人を送りました。\n多くの2世は太平洋戦線の陸軍情報部 (MIS) で、日本語のスキルを活用し、敵の文書の翻訳、日本人捕虜の尋問、敵に降伏を諭し、またはラジオのアナウンサーやプロパガンダのライターとして任務につきました。マッカーサー将軍の諜報責任者はMISについて「2せいは数知れない連合軍の命を救い、戦争の期間を2年は短くしてくれた」と語っています。MIS、陸軍看護隊、そして陸軍婦人部隊には300人を超える2世女性が、リンギスト、医師、看護師、そして事務労働者として働きました。\n","ja_hospital-1":"この歴史的な区域は、軍警察区域、管理区域、下水処理場、そして倉庫区域を含む、プロジェクト内部の中心をなす場所にありました。病院施設の建設は、1942年10月に完了しました。病院では、200人の非抑留者と[WRA] (戦争移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関) 従業員が働いていました。\n\n病院施設は18棟の建物があり、手術室、小児科、産科、そして隔離病棟、眼科、歯科、薬局、死体安置所、そしてWRAが雇用した医師と看護師の住居がありました。これらの建物は、バラックに塗装した木材のサイディングと内壁を加えて改装したものでした。プロジェクト内で最も設備の整った調理場と、最も人気のある食堂があり、1943年9月には病院区域には乾燥工場と缶詰工場ができました。\n\n病院には2台の軍救急車がありましたが、多くの非抑留者は徒歩で、時には厳しい状況で最高2マイルを歩いて、医療サービスを受けに、または出産しに来ました。病院には、ミニドカの運営期間中、出産が489件、死亡が193件あったという記録が残っています。\n","ja_laundry-lavatory-1":"各ブロックの洗濯場-洗面所の建物は、共同の洗濯室、ボイラー室、そして男女で分かれた共同のシャワーとトイレがありました。提供された洗濯施設には、大きな洗濯槽と洗濯板が用意されていました。いくつかの家族は、最終的に家から洗濯機を送ることができましたが、それは稀でした。高校ブロックでは、洗濯室は化学の授業のための代用実験室となっていました。ボイラー室は、石炭で沸かしたお湯が使えました。女性のトイレとシャワーは最終的に仕切りが取り付けられましたが、男性のシャワーは仕切りがありませんでした。多くの人にとって、特に女性にとって、プライバシーが不足していることはミニドカの生活で最も困難なことの一つでした。各女性の洗面所には4つのバスタブが設けられており、主にこれは高齢者のためのものでした。\n\n","ja_mess-hall-1":"これは22ブロックに戻って来た歴史的な食堂です。各ブロックには40フィート x 100フィートのサイズの食堂があり、予定の組まれた食事時間に304人を収容することができました。10ヶ所あった各収容所に[WRA] (戦争移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関)で、一日一人当たり45ドル分の食べ物が割り当てられていました。この金額は「より良い食品を購入することを許していませんでした。牛乳の状況はまだ良くありません。12歳未満の子供、高齢者、傷病兵、そして妊婦には、食事あたりコップ半分が許されていました」\n\nWRAの職員も職員食堂で食事しており、食事は基本的に良かったと覚えている人もいますが、彼らが嫌いな魚に重点が置かれていたことには不満だったようです。[Kleinkopf]氏（Arthur Kleinkopf。1942年9月25日から1946年2月9日まで、Arthur Kleinkopf氏はミニドカで学生教員の監督者として勤め、その後教育の最高責任者となりました) は彼の日記に、日々の食事が記録されており、食事の様々な質について見識を示しています。ある日、彼はこう記しています「粗末な昼食。ウィンナーとザワークラウト。クラウトは発酵しすぎていた。脂っこいマトンで作ったスープは、私の嫌いなカレーパウダーが沢山入っていた」 数ヶ月後、「また今日、珍しいディナーを食べた。ローストポーク、ドレッシング、エンドウ豆、ニンジン、ジャガイモ、ケーキ、コーヒー、冷たいお茶で構成されていました。約１ヶ月に一度くらい、このような食事があります。」\n","ja_mess-hall-2":"共同で食事をした結果の一つとして、収容生活手中の家族の構造が全体的に破壊されたことが挙げられます。多くの [2世] (日系アメリカ人の第二世代。米国市民として生まれ、日本からの移民の親を持つ) の若者は、好みの食堂で友人たちと食事をし、ときにはそれが日に二回となることもありました。非抑留者はそれぞれのブロックの食堂で食事をするようにはなっていましたが、いつもそうではありませんでした。「調理人が、他のブロックの人たちが彼の食堂に食事に来ると文句を言っていました。二度食べる人もいると言っていました。彼の食堂で食べ終わった後、隣のブロックでもう一度とか」 [1世] (日本からの移民第一世代) は、これをあまり前向きなものとはとらえませんでした。伝統的な家父長制での支配を取り戻すことができなくなったと感じたからです。Kleinkopf氏はこれを見て、「多くの日本人は、もはや家庭生活がなくなり、夕食のテーブルに家族で一緒に座って、その日の出来事について話すことができなくなったという事実を嘆いている」と指摘しています。\n","ja_military-police-area-1":"軍警察の兵舎は入り口からハントロードの北にあり、有刺鉄線のフェンスと私道でそのほかのキャンププロジェクトと隔てられていました。ミニドカはWilliam E. Dorland大尉の下第321軍警察護衛中隊が警備していました。プロジェクト内では許されていませんでしたが、軍警察はフェンスの周囲をパトロールし、キャンプの入り口で警備を行っていました。非抑留者は日中、移住センター全体に立ち入りを許されていましたが、夜間は住居センターのみに制限されていました。\n\nミニドカ運営の初期の数ヶ月、住人は生活していましたが、また建設中の場所もありました。これらの建築現場は軍警察が警備していました。1942年9月、高齢の [1世] (日本からの移民第一世代) の男性が怪我はしませんでしたが、立ち入り禁止エリアに入り込んだために軍警察に撃たれました。軍警察とキャンプ住人との接触は、通常住人や訪問者の出入りをチェックする入り口のみに限られていました。\n","ja_military-police-area-2":"[WRA]（戦争移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関) の従業員と [日系人] (祖先が日本人である人、日本人移民、およびその子孫) を雇い非抑留者の抱く、軍警察への想いは、当然のことながら複雑なものがありました。多くの日系人は、武装した警備の存在が、ミニドカ手の体験で、心理的に大きな影響を与えたことを思い起こします。対照的に、[Arthur Kleinkopf]氏 (1942年9月25日から1946年2月9日まで、Arthur Kleinkopfは学生教師の監督、後に教育長としてMinidokaの職員でした) は自らの日記に軍警察の彼に対するチェックがリラックスした対応で、通常はWRA発行のパスを使用しなければキャンプ内に入ることができないところ、名刺、社会保障カード、健康保険カード、様々なレシート、そして狩猟、釣り許可証などでも無事入ることができたことを書き残しています。\n  \nあるWRAに雇われた教員は、非常に警備の厳しいキャンプの入り口の記念碑の建造など、米国軍人家族を守る軍警察の皮肉について、ある軍警察は悩み、なぜ自分たちがここに必要なのかと思っていたと当時を振り返ります。\n","ja_north-side-canal-1":"戦前、戦中の収容所となる場所の土地は、ミニドカプロジェクトという、開拓局灌漑プロジェクトの一部でした。ノースサイド運河は、ミニドカプロジェクトの一部であり、後にミニドカ戦争移住センターの南側の境界線となりました。ノースサイト運河は直接キャンプに接していましたが、高度が低く、水を汲みあげることはコストがかかったでしょう。代わりに5マイル離れたミルナー グッディング運河が、プロジェクトの農地や住居エリアのビクトリーガーデンの灌漑に使用されました。非抑留者は1943年、ミリナー グッディング運河から指定されたエリアへ側設運河を作りました。この長さ7マイル、最大幅17マイルの側設運河に加え、非抑留者は複雑なネットワークの灌漑と排水口を作り、700エイカーを超えるヤマヨモギの土地を、農業が可能なオアシスに変貌させました。現在のこの地域の農業的な特徴は、戦争中の収容されていた間の[日系人] (祖先が日本人である人、日本人移民、およびその子孫) 労働の遺産なのです。\n","ja_outdoor-amphitheater-1":"給水塔と駐車場エリアの下、22ブロックの隣に、ボウルの形を下野外円形劇場があり、大人数の集まりや、野外イベントで利用されました。1943年7月23日、ハント高校の卒業式がここで行われました。教育長のArthur Kleinkopf氏は、この様子を日記にこう記しています。「穏やかな太陽が黄金の光を放つ中、地平線にはほんの少しのふわふわした雲がゆっくりと流れていました。この大きな土でできたボウル、または野外円形劇場は、その背後に沢山のバラックが控えており、その向こうには、野菜を育てていた明るい畑の緑がところどころに見える、デザートセージが生い茂った巨大パノラマが見えました。」 1943年の卒業式には、異なる52校のオレゴン州やワシントン州の高校からやって来た188名の生徒が参加し、男子生徒たちは青いガウン、女子生徒はクリーム色のガウンを着ていました。ハントのエンジニアリング部門が、1944年、野外円形劇場にステージを建て、ミネドカの将来の卒業式や、戦没将兵のための式典に使用しました。\n","ja_outdoor-amphitheater-2":"これは2016年に再建された元野球場の場所です。キャンプでは野球とソフトボールが人気で、ブロックごとにチームがあり、お互いに競っていました。26歳以上の女性のチーム「オールドスターズ」は、非常に実績のあるセミプロのチームでした。セミプロのチーム、ハントセンターオールスターズは、1943年は地区で負け知らずで、その年の7月にアイダホフォールズで行われた、アイダホセミプロトーナメントで競いました。チームは準決勝まで進みましたが、ハント軍警察チームに14-1で敗退しました。\n\nミニドカの誇りは、ハント高校の野球チーム「ウルバリンズ」でした。チームは試合のためにキャンプの外へ遠征に行き、地元の相手チームを大差で負かしました。1945年には、エデン高校のチームに、わずか3イニング、21-0 で勝利しました。センターでツインフォールズ高校を迎えた時には、約4,000人の非抑留者が、ハント高校16-4でツインフォールズに勝利するのを観戦しました。\n","ja_outdoor-amphitheater-3":"1943年という早い時期に、非抑留者は様々な運動場とレクリエーションエリアをキャンプに作りました。13の野球場、いくつかのバスケットボール、テニス、バレーボールのコート、アイススケートリンクがありました。競技場はキャンプのブロックの間に散在し、3つの異なるブロックのレクリエーションホールには、柔道場がありました。23ブロックには、隣接する野外バスケットボールのコート、野球場、そしてバレーボールのコートがありました。\n\n多くの非抑留者は、冬の間のアイススケートについて懐かしく覚えています。21ブロックのスケートリンクは、ハント高校の体育の生徒と、ハント消防署が作りました。生徒が池を掘り、消防署が消火栓を使って層ごとに水を撒き、数日の間に池のセクションごとに氷が張るようにして作りました。2つの水泳用の穴での水泳を含む、その他のレクリエーションもまた、非抑留者が地下貯蔵庫の隣、30ブロックのそばに作りました。\n\n","ja_residential-barracks-1":"この歴史的バラック建物は、ミニドカに400棟以上あった住宅用バラックの一つです。この建物はまた、教室、教会、そしてコミュニティ事務所としても利用されました。各ブロックには12棟のバラック建物、レクリエーションホール、食堂、そして洗濯-洗面所の建物が1つずつありました。バラックは急いで、安く建てられました。単純な木材のフレームの建物に、タールペーパーを使い、断熱材はありませんでした。\n各20フィートx 120フィートのバラック建物は、家族を収容するために6つの小さなアパートメントに区切られていました。一つのバラックには、二つの16フィート x 20フィートのアパートメントがあり、二つの20フィート x  20フィートのアパート、そして二つの24フィート x 20フィートのアパートメントがありました。最も小さなアパートにはカップルや3人家族が、中規模のユニットには、4から5人家族が、そして大きなユニットには6から8人家族が収容されました。到着時、アパートにはたった一つの電球、暖房のためのポットベリーストーブ、マットレス、そしてウールのブランケットのみが用意されており、他には何もありませんでした。\nバラックは区分されていましたが、仕切りは天井まで届いておらず、隙間からアパート同士の騒音が聞こえました。バラックの中の窮屈な住居区域を超えて、各バラックは40フィートしか離れていませんでした。\n","ja_residential-barracks-2":"非抑留者は、アイダホの極端な、高地砂漠の気候にさらされていました。この状況は、多くの非抑留者が住んでいたシアトルやポートランドの穏やかな気候を考えると厳しいものでした。1942年の冬は、記録的な低温隣、近隣の町では-20 °F (約-28℃) まで下がりました。その冬の寒さだけでなく、石炭の配送が遅れたため、非抑留者は外にあったヤマヨモギを燃やして暖をとりました。冬と春は、非常に泥だらけの状態になり、夏は暑く、乾燥して、埃が立ち、気温は104℉ (約60℃)を超えるので、ガラガラヘビまで近くのバラックの日陰に避難するほどでした。\n建設に使用された青松は、やがて乾燥して縮み、板の間に亀裂ができました。その隙間から、埃、雪、熱、そして寒さがアパートに入り込みました。多くの非抑留者の女性は、家を綺麗に保つことに非常にストレスと感じていました。キャンプ生活で、埃は避けられないもので「風の強い、埃の多い日は、何も綺麗に保つことはできません。埃、汚れ、そして砂が髪、目、鼻、喉に入ります。これらが窓、扉、そして屋根の数え切れないほどの亀裂から入ってくるのです」 \n","ja_residential-barracks-3":"非抑留者は、その臨機応変さで素早くアパートやその周辺を改善して、自分たちのものに作りかえました。当初は、建設用の木材の供給は50名の [1世] (日本からの移民第一世代) の男性からなる内部警備セクションが守っていました。これについて、ある非抑留者は「警察が日系1世だったので、大体のことは大目に見てくれた」と話しています。また他の非抑留者は「私たちはかなり多くの1 x 12西洋松材を持ち出すことができました。夕暮れが近づくにつれ、木材貯蔵エリアを見ると、木材が多くの違う方向に歩いていくのが見えました」」と思い出を語っています。この木材の多くは、アパートで、テーブル、ドレッサー、そして椅子など必要な家具として使用されました。[Kleinkopf]氏（Arthur Kleinkopf。1942年9月25日から1946年2月9日まで、Arthur Kleinkopf氏はミニドカで学生教員の監督者として勤め、その後教育の最高責任者となりました）は、「不思議なことに棚や書棚が一晩であらわれ、前日には何もなかった教室に翌日にはあったのです。」と語っています。1せいの芸術家カメキチ トキタ氏は、その日記にバラックを家に作り変えることの感情的な利益をこう記しています。「 木の切れ端を使って、食器棚を作った。とても幸せな気持ちになり、その達成感はすごいものだった」 壁紙、カーテン、ベッドカバーなどのその他の家具は、次第にMontgomery WardやSears Roebuckカタログを通じてより寄せしました。\n","ja_root-cellar-1":"非抑留者は、タールペーパー、わら俵、そして芝を使ってこの地下貯蔵庫を構築しました。たった数年で、非抑留者は700エーカーのヤマヨモギを肥沃な作物に変えていきます。1944年までに、ミニドカの農作物のニーズに完全に応えることができるようになり、ブタや家禽農場をうまく運営しました。最終的に、農業労働者が食事をする、農家のダイニングホールが、農場近くに建てられました。\n\n多くのミニドカ [日系人] (祖先が日本人である人、日本人移民、およびその子孫) はまた、農業を利用して、自らの生活状況を向上させようとしたのです。バラックの間や学校の近くに、勝利の庭やコミュニティーの野菜畑があらわれ、小学生からお年寄り [1世] (日本からの移民第一世代)まで、それぞれの畑で野菜を育てました。これらの庭は、生活空間を美しくし、政府配給の食事に、[大根] (大きな白いラディッシュ)、[菜っ葉] (アジアのキャベツ)、[ごぼう] (ごぼうの根)、[あずき] (甘い赤いマメ)、そして [春菊] (食用キク) などの日本の野菜を補完しました。\n","ja_root-cellar-2":"非抑留者はまた、収容所の境界線を超えて、銃後の戦争への努力に、農業の分野で働くことで貢献しました。1942年10月までに、1885人の新しく到着した非抑留者がすでに地元の、戦争に人手を奪われてしまったコミュニティーに、ビーツやジャガイモの収穫の仕事をするために働きに出ました。1982年の終わり、ある地元の新聞は「 ハントの住民は、地元のビーツやジャガイモの収穫で失った数十万ドル を救ったであろうことで賞賛される…」とレポートしています\n \n収穫はミニドカ農場にとって、地元農場にとっても非常に重要な時で、全ての年齢のミニドカ非抑留者の努力を必要としました。Robert Coombs氏、[WRA] (戦争移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関)の教員であった当時をこう振り返ります：\n \n「私は中心となるクラスを大きなトラックに乗せて、他の教師とクラスとともに、土地からヨモギを抜いて、積み重ねて、燃やしました。私たちは、ビーツ、ニンジン、ラディッシュ、カブ、そしてジャガイモの収穫に行っていました」\n毎年10月になると、ハント高校の生徒は、収穫休暇のため釈放されていました。生徒と教員はともにミニドカの作物を収穫し、他の人たちは南アイダホの農場でお金を稼ぐために働いていました。\n","ja_sewage-plant-1":"元の下水処理センターは [Herrmann] (John Herrmann、ミニドカ消防署、給水塔、下水処理場、21、22ブロック、そしてそのほかのブロック128エーカーを土地宝くじで取得した退役軍人) 農場にありました。それは約10,000人の人口を支える、キャンプの重要なインフラでした。キャンプが運営され始めた最初の数ヶ月の間、非抑留者には適切な下水施設がありませんでした。彼らは、主要道路のそばにある、野外トイレを、寒いアイダホの冬も使用することを余儀なくされました。この初期の期間には、トイレが溢れた結果のプトマイン中毒が広範に広がったことが記録されています。\n\n下水処理場は1943年2月4日に操業を開始しました。汚水は各ブロックのトイレから処理センターに送られ、消化層、フィルター、沈殿層、塩素タンク、そしてポンプハウスを通過し、3マイル南にある下水池で水を休ませます。\n\n下水処理場が管理事務所や住居のそばにあることは、[WRA] (戦争移住局。日系アメリカ人が第二次世界大戦中に収容された戦時移住センターの管理に責任のある政府機関) フタッフの論争のまとであったことが、[Arthur Kleinkopf] 氏 (1942年9月25日から1946年2月9日まで、Arthur Kleinkopf氏はミニドカで学生教員の監督者として勤め、その後教育の最高責任者となりました)の日記に記されています。彼は「食欲はしばしば悪臭によって悪影響を受けている」と書いており、近くの10ブロック、12ブロックの住人は、下水が溢れることで生じていた蚊の大群について苦情を出していました。\n","ja_shop-1":"この区域は、倉庫及び駐車場エリアとして知られており、17棟の倉庫の建物と、ガソリンステーション、そして洗面所がありました。ここには、冷蔵倉庫、整備工場、看板屋、そしてエンジニア、大工、配管工、そして電気技師の事務所がありました。他の倉庫は、非抑留者に大工、溶接、装置修理、または機械工のようなスキルを教える、成人向けの職業訓練の教室として使用されていました。\n\n今日残っている大きな建物は、第5倉庫の一部で、ここは自動車修理とタイヤ修理工場として使用されていました。この建物は、2019年にミニドカ国立歴史地区のビジターセンターとなります。この小さな構造物は、倉庫地区の洗面所でした。\n","ja_water-tower-two-1":"第一消防署とハーマンハウスの低木の裏に位置する、大きな第二給水塔のセメントの基礎はまだ残っています。給水塔は、キャンプでも最も高い構造物で、バラックや監視塔の上から、水平線上にそびえ立っています。\n\n1942年10月、Morrison-Knudsen Companyがキャンプの水道のインフラを完成させました。これには、4つの深い井戸があり、そこから水を2つの大きな給水塔に組み上げ、そこから食堂、そして各住宅ブロックのH型をした洗濯-洗面所の建物に水を送っていました。これにより井戸水を洗濯、シャワー、お風呂、そして料理や飲料水に使用していました。\n"}